{
"id":1,
"author":"",
"date":"2019",
"title":"مقابلة مع الدكتور أحمد عودة : من بعلبك إلى باريس إلى المريخ",
"dialog":"اسمي أحمد عودة، دكتور في أنظمة معالجة الصور (Embedded Image Processing)، أمضيت دراستي الجامعيّة بأكملها خارج لبنان، في فرنسا تحديداً. درست سنتين تحضيريّتين في جامعة Montpellier، ثمّ خضت مباراة للدخول إلى جامعة Polytechnique de Paris حيث كان هناك دروس مشتركة مع جامعات أخرى، وأمضيت ثلاث سنوات حتّى حصلت على إجازة هندسة في مجال علوم الكمبيوتر والإلكترونيات (الأنظمة المضمنة)، بعدها درست سنتين إدارة في جامعة UPMC، وأخيراً عملت على مشروع الدكتوراه.",
"image":"./images/interview/interImage.jpg",
"body":[
{
"subtitle":"كنت من المشاركين في مشروع (InSight) إلى المريخ، حدّثنا قليلاً عنه ",
"paragraph":["من منّا لم يسمع بمسبار (InSight) الّذي هبط على سطح المريخ بسلام في تاريخ ٢٦ تشرين الثاني ٢٠١٨ بعد رحلة بدأت في ٥ أيار ٢٠١٨ وبلغت 485 مليون كيلوميتر؟ الهدف الرئيسي للمشروع هو دراسة العمليّات التطوّرية الأوّلية الّتي شكّلت الكواكب الصخريّة للنظام الشمسي خلال الأربع ملايين سنة الماضية، إذ تشترك جميع الكواكب الصخريّة الداخليّة بمنشأ واحد، وسيزيد إنسايت من فهمنا ومعلوماتنا حول هذه العملية عن طريق إجراء دراسةٍ شاملة لحجم وسمك وكثافة وتركيب مركز وجبّة وقشرة المريخ، بالإضافة إلى معدّل الحرارة الّتي يجري فقدانها من داخل الكوكب، كما أنّها قد تحسم وجود نشاط زلزالي، وحجم مركز المريخ وإذا ما كان صلبًا أم سائلاً. أمّا الهدف الثاني للمهمّة فيتمحور حول الدراسة المعمّقة لجيوفيزياء الكوكب، والفعاليّات التكتونيّة وتأثير الاصطدام النيزكي على سطح المريخ (ستساعدنا هذه المعلومات بالتحديد على فهم نفس تلك العمليّات الّتي تحدث على الأرض)، بالإضافة إلى معلومات عن القشرة السطحيّة للكوكب وسمكها وتوزّع الزلازل فيها.","تُدار مهمة إنسايت من قبل مختبر الدّفع النفّاث التابع لوكالة ناسا بمشاركة مختلف علماء العالم في المشروع. ومن بين الدول الأساسية المشاركة في المشروع، تتربّع فرنسا على عرش التحكّم بالأداة الرئيسية في ‘’إنسايت’’ وهي جهاز(SEIS): مقياس زلازل فرنسيّ الصنع شديد الحساسية، بحيث يمكنه رصد هزّات لا يتجاوز نصف قطرها ذرّة هيدروجين، صمّم من قبل وكالة الفضاء الفرنسية (CNES)  و معهد باريس لفيزياء الأرض (IPGP) مع مساهمة من قبل المعهد التقني الفدرالي السويسري (ETH)، ومعهد ماكس بلانك لدراسة النظام الشمسي، جامعة امبيريال، (ISAE) ومختبر الدفع النفّاث."],
"imagesCards":[
{
"photo":"./images/interview/i1.jpg",
"caption":""

}



]


}
,
{

"subtitle":"كيف تمّ اختيارك لتكون من المشاركين في هذا المشروع؟",
"paragraph":["خلال السنة الدراسية الرابعة، يوجد مادة دراسيّة تعرف بمشروع السنة، وهي عبارة عن مشروع مفروض على الطلّاب تنفيذه كما ولو أّنهم يعملون في شركةٍ ما (بدءًا من إدارة المشروع وتنظميه ووضع ميزانية له، مرورًا بتصميمه على الورق وصولاً إلى تنفيذه على الأرض). في بداية السنة، تأتي العديد من الشركات إلى الجامعة وتطرح العديد من المشاريع حيث يتمّ تقسيم الطلّاب إلى مجموعات وكلّ مجموعة تكون مسؤولة عن مشروع معيّن: نبدأ من تصميم طائرة من دون طيّار يتمّ التحكّم بها من خلال الدماغ مباشرةً، مروراً بإطلاق بالون مزوّد بكاميرا وأجهزة أخرى إلى طبقة الستراتوسفير (Stratosphere)، وصولاً إلى تصميم جهاز (Prototype) إلكتروني ضمن مشروع (InSight) الّذي طرحه معهد (IPGP) بالتّعاون مع وكالة الفضاء الفرنسية، وغيرها الكثير من المشاريع المهمّة المقترحة. إختيار المجموعة للمشروع يأتي عن طريق القرعة. وقد وقع حظي آنذاك مع مجموعتي، الّتي لم أخترها بإرادتي أيضاً، على مشروع إنسايت، إيمانًا منّي بأنّه لن يختار العامل يوماً ما الأشخاص الّذين يودّ العمل معهم في الشركات الكبرى. وكان مشروعنا يقضي بتصميم نموذج أوّلي قادر على إرسال إشارات لا سلكيّة لتفجير عبوات ومن ثمّ استقبال الإشارات الصادرة عن حساسات زلزالية قريبة من مكان الإنفجارات. لذلك كان لا بدّ من تصميم لوحة إلكترونيّة مبنيّة بشكل أساسي على شريحة (SoC) الأف بي جي إي (FPGA) من نوع آلتيرا (Altera) نظرًا لضخامة البيانات التي يجب استقبالها وتحليلها، بالإضافة إلى أجهزة إرسال واستقبال (ZigBee) طبعًا. مهمّتي في هذا المشروع كانت تقضي بزراعة خوارزميات على شكل تصاميم رقمية في شريحة الأف بي جي إي وبلغة الفي إتش دي ال(VHDL) لاستقبال البيانات وتخزينها مؤقتًا، ومن ثمّ تحليلها بشكل مدروس عبر بروتوكول معيّن ثمّ إرسالها إلى جهاز كمبيوتر آخر أو عرضها على شاشة، في حين قام زملائي بتصميم اللّوحة الإلكترونية من خلال استعمال برنامج ألتيوم (Altium Design)، طبعاً يجب أن لا ننسى أنّ عمل المهندس لا يقتصر فقط على كلّ ما هو تقني، إذ كان لا بدّ لنا أيضًا من القيام بدراسة ماليّة وإداريّة للمشروع ومتابعة أسبوعيّة على مدار السنة لمواكبة العمل. نال المشروع في نهاية السنة العلامة الأعلى في الصف (على مدار الفصلين) وذلك بعون الله تعالى."],
"imagesCards":[
{"photo":"./images/interview/i2.jpg",
	"caption":""
}
]
}
,{
"subtitle":"ما النصيحة الّتي يمكن أن تقدّمها لطلّاب كلية الهندسة بعد هذه التجربة؟",
"paragraph":["ما تحتاجه الجامعات اللّبنانية بشكل عام، وخصوصاً الجامعة الوطنيّة، هو القيام بهذا النوع من المشاريع الغنية الّتي تمكّن الطلّاب من استحصال قدرات تقنية مميّزة، وبالتالي الدخول فيما بعد إلى سوق العمل بشكل أفضل وأسهل. في الحقيقة، مهمّة كلية الهندسة هو تخريج مهندسين قادرين على حلّ مشاكل تقنية معقّدة بإدارة جيدة، وليس فقط تلقين الطلّاب معلومات نظرية مرّ عليها الزمن، كما وأنّه ليس من اختصاص كلية الهندسة بشكل عام تخريج طلّاب يرغبون في البحث العلمي بشكل كلّي ويتناسون أنّهم مهندسون في الأساس، إذ تراهم يسعَون إلى متابعة رسالة الدكتوراه في الخارج، وهذا السبب يعود أيضًا بشكل أو بآخر إلى قلّة فرص العمل في لبنان للأسف. على كلّ حال، لم يعد مسموحًا أن يقوم الطلّاب في الجامعات اللبنانية بمشاريع تقليدية كفرض واجب عليهم للحصول على الشهادة. علينا أن نجد جميعًا المشاكل الّتي تحيط بنا في كافة المجالات وأن يعمل الطلّاب على المساهمة بحلّها، خصوصاً وأنّ الإمكانات المادية لم تعد عائقاً فقد بات من الممكن الحصول على تقنيات تكنولوجية متقدّمة وبأسعار مقبولة."],
"imagesCards":[]
}
,

{"subtitle":"ما الموضوع الّذي اخترته لبحث الدكتوراه، وما هي الأسباب الّتي دفعتك لاختياره؟",
	"paragraph":["اختياري لمشروع الدكتوراه لم يكن عبثاً: مذ كنت في الجامعة، بدأت تستهويني الخوارزميات والكاميرات والطائرات من دون طيّار والشرائح الإلكترونية. وكان لديّ طموح دائم في تعزيز إمكاناتي النظرية والتقنية في هذا المجال. على الرّغم من استحصالي على فرص عمل عديدة، إلّا أنّ قراري كان يميل إلى البحث بشكل جدّي عن مشروع دكتوراه يتمحور حول العناوين المذكورة. الحظ حالفني مرة أخرى، إذ تلقيت عرضًا جميلاً من قبل المعهد الوطني الفرنسي للمعلومات الجغرافية والغابات (IGN) - فرع الأبحاث التكنولوجية، حيث يعمل العديد من المهندسين ضمن مختبر الميكروإلكترونيات على تصميم كاميرات رقمية حديثة بغية استعمالها في الطائرات للمسح الجوي وتحليل الصور فيما بعد لأغراض تتعلّق بأعمال المعهد. ","مشروع الدكتوراه آن ذاك كان يتمحور حول زراعة خوارزمية تحليل صور في الزمن الحقيقي (realtime) في كاميرا ذكية لطائرة من دون طيار، أمّا هدف الخوارزمية فيتعلّق بمشكلة اتّخاذ صور في ظروف مناخيّة صعبة :","لا تزال تعاني الطائرات من دون طيار، وخصوصاً الأجهزة والحسّاسات المرفقة، من بعض المشاكل، على سبيل المثال لا الحصر : تشتّت حركة الصورة (motion blur) عند التقاط الصور في ظروف غير مناسبة، مثل التصوير حين تكون السماء غائمة، الصور الفائقة الطيفية وصور الرؤية الليلية. هذه التطبيقات وغيرها تحتاج إلى وقت تعريض طويل (long exposure time) خلال التقاط الصورة، أي دخول كمية كافية من الضوء إلى حسّاس الكاميرا، وهذا الأمر يعطي، في ظلّ اهتزاز الكاميرا أثناء تحليق الطائرة صورة غير واضحة، وبالتّالي لا يمكن الاستفادة منها لمعالجتها في خوارزميات أكثر تعقيدًا. في هذه الظروف تحديدًا (عاصفة قوية أو حريق ضخم على سبيل المثال) قد يحتاج الخبراء إلى الاستفادة القصوى من الطائرات من دون طيار لالتقاط صور ومعالجتها بهدف اتّخاذ قرارات سريعة. لا تملك هذه الطائرات القدرة على الطيران بشروط دقيقة بما فيه الكفاية من الاستقرار، وهو أمر غير مناسب لأنواع معيّنة من المهمّات، وخصوصًا أنّ استخداماتها كثيرة ومتنوّعة: التصوير الفوتوغرافي المحترف ورسم الخرائط، الرصد والمراقبة في الوقت الحقيقي، المساحة التصويرية والبحث والإنقاذ والاستجابة البصريّة في الوقت الحقيقي لحالات الطوارئ... فكيف يمكننا معالجة هذه المشكلة إذا كنّا بحاجة إلى القيام بمعالجة الصور؟ في رسالتي المدعومة من المعهد الوطني للمعلومات الجغرافية والغابات ـ فرع أنظمة تكنولوجيا المعلومات، تمكّنّا من حلّ مشكلة تشتّت الصور الملتقطة بواسطة الطائرات من دون طيار (وفي ظروف صعبة) عن طريق التقاط صور عدّة (١٠ صور على سبيل المثال) في وقت تعريض قصير (short exposure time)، وتطوير خوارزمية حاسوبية أوتوماتيكية لمعالجة الصور بهدف إنتاج صورة مجمّعة بما يعادل وقت تعريض طويل، وبالتالي إعطاء صورة واضحة. يقدّم البحث خوارزمية تجميع أوتوماتيكي في الوقت الحقيقي (real time) لتنتج صورة مركّبة نهائيّة واضحة ذات مساحة تصويريّة نوعيّة معادلة لصورة ذات وقت تعريض طويل. "],
	"imagesCards":[
		{
			"photo":"./images/interview/i3.jpg",
			"caption":""


		}
	]
}
,
{
"subtitle":"ما العمل الّذي تشغله حاليًّا؟",
"paragraph":["أعمل في شركة حيث نقوم بتصميم كاميرات حراريّة تستخدم في المجال العسكري، وأقوم بزراعة خوارزميات في المعالجات (processors)، مثل FPGA وغيره، داخل الكاميرا بهدف تحسين الصورة والحصول أخيراً على فيديو في الوقت الآني (real-time videos) عالي الجودة."],
"imagesCards":[]




}

,
{
"subtitle":"أخيراً هل تخطّط للعودة إلى لبنان؟",
"paragraph":["بالطّبع أودّ أن أعود، ولديّ رغبة بأن أساهم في تحسين الأوضاع في البلد وفي الجامعات أيضاً رغم المصاعب الّتي يفرضها الواقع."],
"imagesCards":[]




}
,{
"subtitle":"",
"paragraph":[],
"imagesCards":[
{
	"photo":"./images/interview/i4.jpg",
	"caption":""


}


]




}
]
}
