{
"title":"المركز الوطني للبحوث والإنماء",
"author":"‘نعمل على إطلاق أول قمر صناعي في لبنان’ هذا ما أعلمنا به مدير المركز الوطني للاستشعار عن بعد الدكتور غالب فاعور في محادثة أجراها مع فريق من مجلّة أوريكا خلال زيارة قام بها الفريق لمبنى المركز في المنصوريّة، وخلال هذا اللّقاء قام بتزويدنا بالمعلومات المذكورة في المقال أدناه.",
"image":"./images/magazine-file/f-image.jpg",
"body":[

{
	"subtitle":"المركز الوطني للبحوث والإنماء: تأسيسه وفروعه",
	"paragraph":["إنّ المركز الوطني للبحوث والإنماء هو مؤسّسة عامّة تابعة للدولة اللّبنانية، وهو جزء من المركز الوطني للبحوث العلميّة الّذي يخضع مباشرة لمجلس الوزراء، والمسؤول الأوّل عن البحوث ووضع السياسات البحثيّة في لبنان وإدارتها، وهو الساعد العلمي للحكومة اللّبنانية، بحيث تلجأ إليه في حال أرادت أيّ نوع من الاستشارات العلميّة القائمة على الإحصائيّات. وعلى المجلس، بصفته هيئة استشارية لدى الحكومة، أن يرسم الخطوط العامّة للسياسة العلميّة الوطنيّة الهادفة إلى تنمية البحوث العلميّة وإلى تحقيق أفضل استعمال لموارد البلاد العلميّة في سبيل النفع العام.","أُسّس المركز الوطني بهدف إدارة العمليّات البحثيّة، وفي العام 1960، تمّ اقتراح قانون مقرّر ومعجّل بإنشاء مركز البحوث، ويخضع لرئاسة الجمهورية مباشرة، ثمّ صدر لاحقاً القانون الّذي قضى بأن يكون المركز كأي مؤسّسة عامّة خاضعة لرئاسة الحكومة.","يتألّف المجلس الوطني للبحوث العلميّة من أربعة مراكز بحثية مهمّة وهي:","- مركز الطاقة الذريّة، طريق المطار.","- مركز علوم البحار، البترون.","- مركز الجيوفيزيائية والزلازل، بحنس.","- مركز الإستشعار عن بعد، المنصورية."],
	"imagesCards":[]

}
,
{
"subtitle":"مهمّات المجلس الوطني للبحوث، دوره الرسمي في لبنان ونطاق تطبيق أبحاثه ومهامه",
"paragraph":["تتلخّص مهمّات المجلس الوطني في إنشاء البحوث العلميّة وإدارتها، ومساعدة الحكومة اللّبنانية وأي مؤسّسة أخرى سواء كانت رسميّة أو خاصّة في حال احتياجها إلى استشارة علميّة.","على سبيل المثال، طلبت مديرية الحبوب والشمندر السكّري، التابعة لوزارة الإقتصاد، من المجلس الوطني للبحوث، المساعدة في ملف زراعة القمح، الّذي تدعمه الدولة  فتشتريه من المزارعين بسعر أعلى من سعر  السوق  كي تدعمهم، فأوكل المجلس إلى مركز الإستشعار عن بعد مهمّة تفحّص كميّات القمح المزروعة ونسبة زراعة كلّ مزارع، وتمحيص الزارع من غير الزارع، وكلّ ذلك عبر الأقمار الصناعية. وعلى أثر هذه الإحصائيّات، يُعطى كلّ مزارع حقّه ممّا زرع. ولم تكن تسند هذه المهمة إلى المركز منذ زمن بعيد، بل إلى شركات خاصة، والتي كانت تتقاعس عن أداء مهامها، فتجبر الدولة على دفع مبالغ طائلة من خلال إحصائيّات وهميّة، لكن مع تخلّي الدولة عن العمل مع هذه الشركات وإسنادها إلى المجلس الوطني هذه المهمة، استطاعت توفير مبالغ ليست بزهيدة على خزينتها.","كذلك مع ازدياد التلوّث في البيئة، لا بدّ للحكومة من إيجاد الحلول للحدّ من هذه الأزمة البيئيّة، وخصوصاً مشكلة تلوّث نهر اللّيطاني، حيث تؤخذ عيّنة من النهر وتُرسل إلى مركز الطاقة الذريّة، فيُصدر إحصائيّة تُظهر نسب التلوّث في المياه، أيضاً يقوم المركز بقياس نسبة تلوّث الشاطئ اللبناني، مسح الأراضي، وضع الخرائط، إلخ...","أمّا من ناحية تطبيق الأبحاث، فلا يمكننا القول أنّ الأبحاث الّتي يقوم بها المركز تطبّق فعليًّا على الأرض. فأغلب الّتي تُجرى يتمّ الاحتفاظ بها في الأرشيف، حيث لا هناك حاجة لها، أمّا عند الضرورة والطلب، تفتح ملفاتها وتصدّر الى أماكن حاجتها."],
"imagesCards":[


	{
"photo":"./images/magazine-file/i1.jpg",
"caption":""


	}
]


}
,
{
"subtitle":"العلاقة المتبادلة ما بين المجلس والطلاب ",
"paragraph":["يرتكز المجلس الوطني على برنامجين أساسيين لدعم البحوث وهما:","البرنامج الأول، برنامج دعم البحوث لدعم كلّ مشاريع الباحثين في لبنان في أيّ جامعة كانوا، رسميّة أم خاصّة، بحيث يمكن للطلّاب الباحثين التقديم على هذا البرنامج والحصول على التمويل اللّازم الّذي يتراوح ما بين 20000$ و40000$ على مدار سنتين. وهذا هو البرنامج الوحيد في لبنان لدعم البحوث التكنولوجية، الطبيّة، إلخ... ويخضع المقدّم على هذا البرنامج إلى سلسلة من الشروط بإشراف لجنة مختصّة، يحدّد على أساسها الدعم الّذي يحتاجه وما يلزمه لإتمام مشروعه البحثي.","والبرنامج الثاني، برنامج منح الدكتوراه، حيث يقدّم المجلس الوطني للبحوث من 60 إلى 80 منحة دكتوراه سنوياً، وتكون هذه المنح بالشراكة ما بين المجلس الوطني للبحوث مع الجامعات اللبنانية، أو مع الجامعات الفرنسية. ويتمّ اختيار مواضيع الأطروحة بحسب ما تختاره لجنة مكوّنة من أساتذة جامعيين لبنانيين وفرنسيين، ويخضع الطالب لمقابلة يعرض فيها المشروع ولللجنة الحق في قبوله أو رفضه. "],
"imagesCards":[]
},
{
"subtitle":"العلاقة ما بين المركز الوطني للبحوث والجامعة اللبنانية",
"paragraph":["إنّ علاقة الجامعة اللّبنانية بالمركز الوطني للبحوث وطيدة ومهمّة. فكلاهما مؤسّسات عامّة تابعة للدولة، بل ويوجد الكثير من المشاريع المشتركة ما بين المؤسستين، فالمركز الوطني للبحوث لا يمتلك عدداً كبيراً من الباحثين مقارنةً بما تمتلكه الجامعة اللّبنانية، فيحصل التعاون عبر فرق بحثيّة من الأساتذة الجامعيّين والمركز لإدارة المشاريع والبحوث، كمثال أبحاث الرادار والمايكروويف (microwave) من حيث تحليل المعلومات والمعطيات وغيرها."],
"imagesCards":[]

},
{
	"subtitle":"خصوصية طلّاب الجامعة اللّبنانية لدى المركز الوطني للبحوث ومكانة كليّة الهندسة",
	"paragraph":["تمتلك الجامعة اللّبنانية موازنة خاصّة لدعم أبحاثها وتبلغ حوالي الملياري ليرة لبنانية. و ما بين المركز الوطني للبحوث والجامعة اللّبنانية اتفاقيّات شراكة، لذا يمكن القول بأنّ طلّاب الجامعة اللّبنانية يحوزون على الأولويّة في القبول لدى مجلس البحوث نظرًا لكثرة الباحثين فيها الّذي يفوق باحثي الجامعات الأخرى، وكونها صرح علمي مميّز، وتمتلك دومًا حصّة الأسد من المشاريع البحثية.","أمّا بالنسبة لكليّة الهندسة فلا بدّ من الاعتراف بأنّ العلاقة ما بينها وبين المركز الوطني للبحوث يشوبها نوع من التقصير في التواصل، لكن لا يمكن الإنكار بأنّ طلابها يحوزون على أولويّة وطلب كبير لدى المركز نظرًا لما يتمتّعون به من قدرات وإبداع لا يمتلكه الآخرون. وإنّ المركز يتعاون مع فريق باحث من الكلية في بعض المشاريع"],
	"imagesCards":[]
}
,
{
	"subtitle":"التقديم على وظيفة في المركز",
	"paragraph":["يمكن للطلّاب الإقدام على وظيفة في المركز عبر باب التوظيف الذي يفتحه مجلس الوزراء، ويختار المركز حاجته من المتقدّمين من حيث العدد والخبرات.","كذلك فإنّ الطلاب الذين ينجزون أبحاثهم في المركز يحوزون على أولويّة التوظيف فيه وهذا الامتياز لا يحتاج إلى وساطة مجلس الوزراء، بل يمكن للمركز أن يقبلهم دون أي وساطة قانونيّة تذكر."],
	"imagesCards":[]
},
{
"subtitle":"مشاكل المركز الماليّة وأسبابها",
"paragraph":["تبلغ قيمة موازنة المجلس الوطني للبحوث من الدولة اللبنانية حوالي سبع مليارات ليرة لبنانية، ومع واردات خاصّة للمركز من مشاريعه التي تبلغ حوالي المليارين إلى ثلاث مليارات ليرة لبنانية، فتصبح الموازنة حوالي عشرة مليارات ليرة لبنانية، وهذا مبلغ يعتبر غير كافٍ من أجل البحوث العلمية، فهذه الموازنة بجُلّها تدفع كرواتب للباحثين والعاملين في المركز، ونفقاتٍ تشغيلية كالكهرباء والمياه وأبنية وإصلاحات دوريّة وغيرها، لذلك فإنّ النفقات على الأبحاث لا تأتي من خزينة الدولة، إنّما من واردات المركز من المشاريع البحثية، وهذه تعدّ مشكلة، فإنّنا يمكننا أن نعتبر أنّ عائدات الدولة لا تمثّل العشرين بالمئة من موازنة المركز.  يحوز المركز كذلك على دعم خارجي، كمثال البنك الدولي، الاتحاد الاوروبي.. بل وأيضاً من المؤسسات الخاصة كدار الهندسة، شركة الخطيب وعلمي.."],
"imagesCards":[]

}
,
{
	"subtitle":"المشاكل البشرية في إدارة تجهيزات المركز",
	"paragraph":["إنّ تواجد الآلات الحديثة والتجهيزات الضخمة عامل إيجابي للمركز، وهذه التجهيزات والمعدّات الضخمة تحتاج إلى من يديرها ببراعة، وإلى من يعتني بإصلاحاتها، أي أشخاص ذوي خبرة وبراعة. فما يفتقره المركز فعلياً هو هذا العتاد البشري وهم المهندسين القادرين على تولّي إدارة هذه التجهيزات. ففضلاً عن الموظفين الثابتين فيه، يمتلك المركز طلاباً باحثين يخضعون للتدريب يمكن تسميتهم بمساعدين مؤقتين، يخضع هؤلاء الطلاب إلى تدريب مكثّف على هذه التجهيزات ويصبحون قادرين على إدارتها، ثم يخرجون ويتوظفون في وظائف تؤمن لهم أجورًا أعلى وضمانات إجتماعية وصحية أكثر، فيعاود المركز دورته بالبحث عن مساعدين جدد يؤهّلهم مجددًا ثمّ يخرجون باحثين عن وظائف بضمانات أفضل... وهذا ما يعاني منه المركز، فهو يتطلّب جهداً كبيراً، والحلّ الوحيد هو تقديم حوافز لهم لنضمن بقاءهم  في المركز، لكن مشكلة الموازنة تحول دون تحقيق ذلك."],
	"imagesCards":[]
}
,
{
	"subtitle":"علاقات التعاون ما بين المركز والعالم، ندواته ومؤتمراته ومخطّطاته المستقبليّة",
	"paragraph":["يمتلك مركز البحوث علاقات تعاون مع دول أوروبية كثيرة أمثال إيطاليا، هولندا، إسبانيا.. ولكن العلاقة الأبرز والأقوى هي مع فرنسا، كونها الأكثر احتضاناً للباحثين اللّبنانيين ونظرًا للعلاقات الدوليّة الطيبة ما بين لبنان وفرنسا.","يقيم المركز ندوات علميّة وورشات عمل بين الحين والآخر، أي أنّها متفاوتة، وليس لها موعد محدّد، بل عند توفّر أي مشروع جديد. وتتوجّه الدعوة إلى بعض الأشخاص كطلّاب الجامعات والمهندسين في البلديّات. كما أنّ المركز يستدعي خبراء دوليين لإقامة هذه الندوات العلميّة، فتزداد الخبرة والمعرفة أكثر لدى المتدرّبين.","ويعمل المركز حالياً على إطلاق cube sat، وهو ليس بالإنجاز الضخم كونه قد سبقنا إليه الكثير من الدول، لكنّه نوع من تحسين العلاقات والاستفادة وتعزيز الخبرة العلميّة وصناعة كوادر من الطلاب، ولعلّه يكون باكورة لإنشاء أوّل برنامج فضائي في لبنان، فيسطع النجم اللبناني في سماء العالميّة.","كما ويعتزم المركز على تأسيس مدرسة صيفيّة في مجال الاستشعار عن بعد (REMOTE SENSING) يشرف عليه مدرّبون واختصاصيّون دوليّون والّذي يتوجّه لطلّاب الجامعات. ويمكن أن تقام هذه المدرسة داخل الجامعات أو في المركز نفسه."],
	"imagesCards":[]
}

]



}
