{
	"articles": [
		{
			"id": 1,
			"category": "civil",
			"title": "الطاقة الحرارية الأرضية= 5× الحاجة العالمية للطاقة!",
			"author": "روزي ميلاني - طالبة دكتوراه في الهندسة الجيوتقنية - ليون، فرنسا",
			"image": "https://www.greenesa.com/uploads/news/1631205661Geothermalenergydetailgreenesa.png",
			"body": [{
				"subtitle": " الطاقة الحرارية الأرضية",
				"paragraph": ["في العقود القليلة الماضية، ازداد استهلاك الطاقة بسبب تحسّن نوعيّة الحياة. نحن نستخدم الطاقة في السكن والتجارة والنقل والصناعة. كلّ شيء نحتاجه تقريباً يتطلّب الطاقة: تدفئة وتبريد منازلنا، إضاءة مبانينا، قيادة سيّاراتنا وتصنيع المنتجات التي نحتاجها. سيتمّ التركيز في هذا البحث على الطاقة المستهلكة للتدفئة والتبريد في المباني.", "في أوروبا، تستحوذ الطاقة المستهلكة لأغراض التدفئة والتبريد نسبة 50٪ من إجمالي استهلاك الطاقة السنوي. وتمثّل 13٪ من استهلاك النفط و 59٪ من إجمالي استهلاك الغاز. لذلك، هناك حاجة إلى أنظمة تدفئة وتبريد عالية الكفاءة وصديقة للبيئة، وقد شجّع على ذلك العديد من المنظّمات على مرّ السنين. الطاقة المتجدّدة هي الطاقة التي يتمّ جمعها من الموارد المتجدّدة مثل أشعّة الشمس والرياح والأمطار والأمواج والحرارة الجوفية. يتم استخراج الطاقة الحراريّة الأرضيّة من الأرض عن طريق العمليّات الطبيعية من خلال محطّة الطاقة الحراريّة الأرضيّة (geothermal power plant)، أو حتى على نطاق صغير في وحدة سكنية. وبالتّالي، يمكن استخدامه لتوليد الطاقة أو إستخدامه مباشرة كمصدر حرارة في مضخّات الحرارة الجوفيّة على سبيل المثال"],
				"imagesCards": []


			},
{
	"subtitle":"",
	"paragraph":[],
	"imagesCards":[
		{
			"photo":"../images/articles/article-1/i1.jpg",
			"caption":"الصورة 1: موارد الطاقة في العالم (المجلس الأوروبي للطاقة المتجددة، إعادة التفكير، 2050)."

		}
	]
}




	,		{
				"subtitle": "مضخات الحرارة الأرضيّة المصدر",
				"paragraph": ["تستخدم المضخة الحرارية ذات المصدر الأرضي (ground-source heat pump) الأرض أو المياه الجوفية أو كليهما كمصدر للحرارة في الشتاء، و بالوعة  للحرارة المزالة من المباني في فصل الصيف. نظامَي الحلقة المفتوحة والمغلقة (Open and closed loop systems) هما نوعين رئيسيين يعتمدان على الحمل والتوصيل على التوالي. في السابق، كان يتمّ استخراج المياه الجوفية من طبقة المياه الجوفيّة ويمرّ عبر مبادل حراري لتسخين سائل ثانوي يستخدم في نظام التدفئة و/ أو تكييف الهواء. بينما في النهاية، يتم تثبيت الأنابيب في الأرض وتسمح بتداول سائل نقل الحرارة بين نظام التدفئة / التبريد والأرض من خلال التوصيل (conduction).","وقد ثبت أنّه من خلال إستخدام مضخّات الحرارة الأرضيّة المصدر، يتمّ حفظ ما بين 30-70 ٪ من الطاقة المستهلَكة في التدفئة و 20-50 ٪ من طاقة التبريد مقارنةً مع أنظمة تكييف الهواء التقليدية. ومع ذلك، فإنّ تكلفة هذه الأنظمة أعلى بنسبة 20-40 ٪. لذلك، فإنّ تكامل أنظمة التبادل الجغرافي مع الأسس الهيكليّة للمباني يمكن أن يقلّل بشكل كبير من التكلفة الأولية لهذه الأنظمة من خلال التخلّص من الحاجة إلى الحفر. وهذا ما يسمّى الطاقة الحراريّة الأرضيّة أو أكوام الطاقة"],
				"imagesCards": [{
					"photo": "../images/articles/article-1/i2.jpg",
					"caption": "الصورة 2: أنواع المبادلات الحرارية الأرضية."
				}]
			}
,{
"subtitle":"أكوام الطاقة",
"paragraph":["الأكوام (Piles) هي أسس عميقة تُستخدم لنقل الأحمال من البنية الفوقيّة إلى تربة أو صخور شديدة العمق من خلال تربة ضعيفة أو قابلة للضغط. يتمّ استخدام الأكوام في الغالب عندما لا تستطيع التربة على السطح دعم أحمال المبنى.","أكوام الطاقة هي أسس كومة مصنوعة من الخرسانة المسلحة ومجهزة بنظام التدفئة / التبريد.","يوضح هذا المخطط عدد أكوام الطاقة المثبتة في المملكة المتحدة ومعدلات ثاني أكسيد الكربون الناتجة عنها. من الواضح أنّه منذ عام 2005 ، زاد تركيب أكوام الطاقة 40 مرة وهذا سمح بتوفير حوالي 7500 طن من ثاني أكسيد الكربون في عام 2015."],
"imagesCards":[
	{"photo":"../images/articles/article-1/i3.jpg",
"caption":"أكوام الطاقة الإجماليّة المثبتة في المملكة المتحدة و CO2 المدخرات."
	}

]
}
,
{
"subtitle":"مفهوم",
"paragraph":["تستند فكرة أكوام الطاقة على حقيقة أنّ درجة حرارة الأرض الخالية من العوائق على بعد أمتار قليلة من الأعماق تظلّ ثابتة نسبيًّا على مدار العام. المفهوم الرئيسي هو أنّ سائلاً يدور بين الكومة ونظام التبريد في المبنى، أي من الأكثر برودة إلى جزء أكثر حرارة أو العكس تبعاً لنمط التشغيل. مع ملاحظة أنّ درجة حرارة السائل الذي يدخل إلى الكومة أقلّ أو أعلى من درجة حرارة السائل الخارج من الكومة. يحدث انتقال الحرارة بين السوائل والمناطق المحيطة بها في كلا المكانين من أجل توفير التدفئة في الشتاء والتبريد في فصل الصيف."],
"imagesCards":[]

}
,

{
"subtitle":"نقل الحرارة",
"paragraph":["آليات نقل الحرارة التي تحدث في أنظمة الطاقة الحرارية الأرضية هي التالية:","- النقل الحراري (Convection) بين السوائل والأنابيب.","- التوصيل الحراري (Conduction) في الخرسانة (كومةpile/).","- التوصيل الحراري في الأرض.","- النقل الحراري في الأرض وذلك فقط إذا كان هناك جدول مياه الجوفية.","لتوضيح هذه الآليات، يتمّ تعريف التوصيل الحراري على أنّه انتقال الحرارة بين جسمين لهما درجة حرارة مختلفة، عند ملامسة بعضهما البعض."],
"imagesCards":[
	{
		"photo":"../images/articles/article-1/i4.jpg",
		"caption":"نقل الحرارة بين السائل والأنبوب والأرض."
	}
]



}
,{
"subtitle":"",
"paragraph":[],
"imagesCards":[
	{
		"photo":"../images/articles/article-1/i5.jpg",
		"caption":""
	}
]


}
,
{
"subtitle":"",
"paragraph":["بحيث أنّ: ","A: منطقة مقطعية عرضية لنقل الحرارة  (بالمتر المربّع).","λ : التوصيل الحراري (thermal conductivity) (بالواط بالمتر w/m).","L :الطول (بالمتر).","Q: التدفّق(flux) (بالواط).","ومع ذلك ، يمكن حساب المقاومة الحرارية (thermal resistance) باستخدام المعادلة التالية:","R=ΔT/Q=L/Aλ","من الجهة الأخرى، النقل الحراري (Convection) هو انتقال الحرارة الناتجة عن حركة الجزيئات داخل السائل من منطقة إلى أخرى، بسبب اختلاف درجة الحرارة بين الجسم والسوائل الملامسة له. يتمّ حساب الحمل باستخدام قانون التبريد الخاص بنيوتن التالي:","Q/A=h(T-Tf)","حيث أنّ:","-  Tf  وT: درجة حرارة كل من السائل والسطح.","-H: درجة الإنتقال الحراري (بال W/m2K).","R=ΔT/Q=1/Ah","بالاستناد إلى المعادلات السابقة، يمكننا أن نستنتج أنّ العوامل التي تحكم تصميم أكوام الطاقة هي عوامل نقل الحرارة h للسائل، والموصلية الحرارية  λللكومة التي تتحكّم بالنقل الحراري بين السائل والأنابيب والتوصيل الحراري في الكومة. تعتمد الموصلية الحرارية للكومة على العديد من العوامل مثل الموصلية الحرارية للخرسانة وهندسة الكومة (عدد الأنابيب في المقطع العرضي، طول الكومة، قطر الكومة، الغطاء الخرساني، سرعة السّائل ...).","كقاعدة عامة ، يمكن التّنبؤ بالموصلية الحرارية للخرسانة عن طريق العلاقة بين : الدالة لكسر الحجم الكلي (aggregate volume fraction)، والكسر الكلي الناعم (fine aggregate fraction)، نسبة الماء والإسمنت (W/C water–cement)، درجة الحرارة ، وحالة الرطوبة في الخرسانة على النحو التالي:","K_c  =K_ref [0.293+1.01AG]x[0.8 (1.62-1.54(W/C))+ 0.2R_h ][1.05-0.0025T] x [0.86+0.0036(S/A)] ","حيث تشير kc إلى التوصيل الحراري للخرسانة و kref هي الموصلية الحرارية المرجعية التي يتمّ قياسها من العيّنات في حالة AG=0.7  و W/C = 0.4 و S/A = 0.4 و T = 20 ° C و Rh = 1.0.إدخال الشروط السابقة في المعادلة يؤدي إلى الموصلية الحرارية المشار إليها ب kref = 0.864. "],
"imagesCards":[]


}
,
{
"subtitle":" طريقة عمل الكومة",
"paragraph":["أكوام الطاقة لديها ثلاثة أجزاء كما هو موضّح في الشكل التالي.","تشمل الدائرة الأولية المبادل الحراري الأرضي، وهو الكومة في هذه الحالة، وأنابيب الرأس. يتم تثبيت أنابيب HDPE ، عادة في شكل U داخل الكومة، التي يدور فيها سائل حامل للحرارة يمتصّ أو يخرج الحرارة من أو إلى الأرض تبعاً للموسم. ترتبط أنابيب الرأس بكومة المضخة الحرارية. يمكن تركيبها في لوح الأرضية لتقليل فقد الحرارة أثناء دوران السوائل.","تشتمل الدائرة الثانية على دارة التسخين والتبريد داخل المبنى، ممّا يعيد السائل الساخن أو البارد إلى المضخة الحرارية لإعادة تشغيل الدورة.","المضخة الحرارية التي تربط بين الدائرتين، وتستخلص الحرارة من جهة وتنقلها إلى الأُخرى. تستخدم المضخة الحرارية الطاقة الحرارية الأرضية مع كمية صغيرة من الطاقة الكهربائية أو الميكانيكية للوصول إلى درجة الحرارة اللازمة للتدفئة الداخلية.","وبشكل أكثر تحديدًا، خلال فصل الصيف، عندما تكون درجة الحرارة أعلى من 20 درجة مئوية، يتم استخراج الحرارة من المبنى وتُبدد في الأرض. في فصل الشتاء، عندما تكون درجة الحرارة أقل من 5 درجات مئوية، تعمل الأرض كمصدر تدفئة للسائل الذي ينقل هذه الحرارة إلى المبنى. يتم تمثيل هاتين الآليتين المختلفتين في الشكل التالي."],
"imagesCards":[
	{
		"photo":"../images/articles/article-1/i6.jpg",
		"caption":"الترتيب النموذجي لنظام طاقة أرضي مغلق في كومة."
	}
]
},
{
"subtitle":"",
"paragraph":[],
"imagesCards":[
	{
		"photo":"../images/articles/article-1/i8.jpg",
		"caption":" آليّة عمل  أكوام الطاقة خلال فصلي الشتاء والصيف"
	}


]

},
{
	"subtitle":"حساب المقاومة الحرارية",
	"paragraph":["يبيّن المخطط التالي الآليات المختلفة التي تحدث بين جميع مكوّنات النظام: السوائل والأنابيب والأرض. يقوم بحساب مقاومة النظام كخلاصة لجميع المقاومات. كقاعدة عامة، ستحقّق أسس كومة بقطر يتراوح بين300-500mm  موصلية حرارية من 40 إلى 60 (w/m).","ومع ذلك ، تظهر أحدث الدراسات أنه نظرًا للعديد من العوامل، مثل الهندسة المعقّدة للكومة، والتفاعل بين الأكوام، وغيرها الكثير، لا يمكن حساب المقاومة الإجمالية باستخدام هذه الصيغة."],
	"imagesCards":[
		{
			"photo":"../images/articles/article-1/i7.jpg",
			"caption":" المقاومة الحرارية الكلية في نظام كومة الطاقة"
		}
	]
}
,{
"subtitle":"الخلاصة",
"paragraph":["أكوام الطاقة هي واحدة من أفضل التقنيات المستخدمة لإنتاج الحرارة مع انخفاض في إستهلاك الطاقة وانبعاثات ثاني أوكسيد الكربون. ومع ذلك، فهي ليست بسيطة كما هو واضح في المقالة بسبب العديد من التحديّات والمشاكل الجيوتقنيّة التي يمكن أن تظهر من إستخراج الحرارة وتبديدها على الأرض. من جهة أخرى، هناك العديد من العوامل التي يجب أخذها بعين الإعتبار أثناء تصميم أكوام الطاقة مثل نوع التربة، وخصائص الخرسانة والحاجة إلى التدفئة والتبريد في المبنى."],
"imagesCards":[]



}
		]

		},

		{
			"id": 2,
			"category": "mechanical",
			"title": "مشكلة كبيرة يسبّبها الهيدروجين: التقصّف",
			"author": "إيليا طعمة - طالب دكتوراه",
			"image": "https://www.researchgate.net/profile/Sergiy-Merzlikin/publication/260096148/figure/fig1/AS:669954999332872@1536741127711/Characteristic-Hydrogen-embrittlement-damage-on-the-surface-of-a-cold-finishing-roll.ppm",
			"body": [{
					"subtitle": "",
					"paragraph": [
						"منذ ستينيّات القرن الماضي، يحاول العلماء معرفة وفهم كيف يمكن للهيدروجين أن يقلّل من قوة الفولاذ، خاصة الفولاذ عالي القوة. تمّ تطوير العديد من النظريات لفهم نشره على أساس قانون فيك (Fick) ، وحبسه في الفخاخ داخل المادة نفسها للحفاظ على توازن الطاقات المختلفة كما ناقشها سوفرونيس وأورياني Sofronis & Oriani)). "
					],
					"imagesCards": [
						{"photo":"../images/articles/article-2/i1.jpg",
							"caption":"المعلمات المختلفة التي تجعل التقصّف بالهيدروجين ممكن الحدوث."

							}
						]
				}, {

					"subtitle": "ما هو التقصّف الهيدروجيني (embrittlement)؟ ",
					"paragraph": ["التقصّف الهيدروجيني هو العملية التي تجعل معظم المعادن هشّة، وعادةً ما تتكسر المادة الهشّة بسهولة، كالزجاج مثلاً. لكنّ أفضل المرشحين للمواد الهشّة في الفولاذ هو الفولاذ عالي القوة. على سبيل المثال الفولاذ الصلب الذي أستخدمه في دراستي والذي يدعى ماراجين 350 (Maraging 350) وهو عبارة عن فولاذ مارتينسي مع قوة إنتاجية (حدّ الإجهاد الذي يحافظ على تشوّه مرن) تبلغ 2500 ميغاباسكال. وعادة ما يستخدم في الصناعة النووية والجيش وأحيانًا في علم الطيران. هذه المواد مملوءة بالفخاخ، والتي تُعرّف بأنّها عيوب في البنية المجهرية مثل: الإخلاء (Dislocations)، الترسّبات، الفراغات، حدود الحبوب (grains boundaries)، حدود اللوح (lath boundaries)"],
					"imagesCards": [
						{
							"photo":"../images/articles/article-2/i2.jpg",
							"caption":"أمثلة على نوع من الفخاخ حيث تمثّل النقاط الحمراء الهيدروجين."
						}
					]
				},
				{
					"subtitle": "لماذا يتسبّب الهيدروجين بالتقصّف؟ ",
					"paragraph": ["يتواجد الهيدروجين في الماء والهواء وهو أصغر الجسيمات المستقرّة. ويساعد حجم الهيدروجين على امتصاصه بسهولة في المواد، وينشر بسهولة أكبر، وهو يُحبس في فخّ صغير مثل حدود الحبوب. ", "تم اقتراح عدة آليات للتسبّب في التقصّف. أكثرها شهرة هي  HELP)اللدونة المحليّة المحسّنة للهيدروجين)، تكسير الهيدروجين... تشير هذه الآليات إلى أنّ الهيدروجين يمكن أن يتراكم في المناطق ذات اللدونة (عكس المرونة) الموضعية مثل الشقوق، حيث يمكن أن يحدث التشوّه البلاستيكي منطقة مليئة بفخاخ الهيدروجين. بمجرّد أن يدخل الهيدروجين داخل المادة بشكله الذري، يمكنه أن يلتقي بهيدروجين ذري آخر ويشكل جزيء غاز H2 داخل المادة، ما يؤدي إلى زيادة الإجهاد الداخلي وإحداث تصدّع. تشير نظرية أخرى إلى أنّ الهيدروجين يقلّل من طاقة الترابط بين الذرات المجاورة نظرًا لطاقة نشاطه، وهنا يمكننا ملاحظة أنّ دراسة الشقوق والحوادث الكبيرة تتمّ على المستوى الذرّي والكمّي. لا تلغي آلية الأخرى، وغالبًا يمكن أن تتواجد أكثر من آلية في نفس الوقت.", "يمكن للهيدروجين اختراق المادة إما بطريقة غازية من خلال الضغط العالي للهيدروجين الذي يتبع قانون سيفرت (Sievert)، أو في حالتي حين يخترقها كهروكيميائيًّا. حيث يستقطب الهيدروجين المواد كاثوديائيّا (cathodically) ممّا يخلق تفاعل الأكسدة (redox reaction).", "H_2 O+M+e^-→MH_ads+OH^-","ومع ذلك، يمكن للهيدروجين أيضا اختراق المادة عبر استقطابها آنوديّا (anodically) عن طريق التآكل (corrosion reaction).","Fe+2H^+=〖Fe〗^(2+)+2H_adv","هناك عدة طرق لحماية المعدات من التآكل وذلك عبر طلائها أو عن طريق الحماية الكاثودية حيث نضيف عادةً قطبًا من المغنيسيوم أو الزنك والتي هي أقل المواد نبلاً، وفي هذه الحالة، يميل التآكل (الأنوديك) إلى مهاجمة هذه الأخيرة. لكنّ العيب هو أنّ خلق تفاعل أنودي على المغنيسيوم، سوف يتوازن مع تفاعل كاثودي على المواد المحميّة، وهذا يشبه ما درسناه في المدرسة الثانوية التحليل الكهربائي أو بطارية الزنك. عبر هذا التفاعل الكاثودي سنعمل على إدخال الهيدروجين في المواد المحميّة. وعلى سبيل المثال يمكننا أن نرى هذا النوع من الحماية: في القوارب ، بسبب البيئة المسببة للتآكل التي تفرضها المياه المالحة، أو في خزان تسخين المياه الخاص بك، حيث يتمّ تزويده بأنبوب مغنيسيوم يحمي الخزان من التآكل، ويتم تغييره كل سنتين إلى خمس سنوات حينما يتحوّل بأكمله."],
					"imagesCards": []
				}
				,{"subtitle":"حوادث كبرى سبّبها الهيدروجين:",
					"paragraph":["في العام 2013 قبل ستة أشهر من يوم افتتاح جسر خليج أوكلاند، حدث فشل كبير أثناء اختبار براغي القص (30 من أول 96) بسبب التقصف بالهيدروجين الناجم عن التصنيع أو عن طريق الطلاء الكهربائي. شيزغريتر (Cheesegrater) الشهير في مدينة لندن، عانى العديد من البراغي الفولاذية فيه من التقصّف بالهيدروجين وفشل ثلاثة منهم في عامي 2014 و 2015.","فيما يلي صورتين تمّ التقاطهما بواسطة  SEM) المسح المجهري للإلكترون( لعيّنة اختبار متصدّعة، بعد إدخال الهيدروجين وتكسيره. الكسر الحُبيبي (يشبه شكل الحبوب) الذي يمكننا رؤيته علامة التقصّف بالهيدروجين. "],
					"imagesCards":[]}
					,
					{
						"subtitle":"",
						"paragraph":[],
						"imagesCards":[
							{
								"photo":"../images/articles/article-2/i3.jpg",
								"caption":""
							},
							{
								"photo":"../images/articles/article-2/i4.jpg",
								"caption":"كسور في المواد ناتجة التقصّف الهيدروجيني."
							}
						]
					},

					{
						"subtitle":"هل حُلّت مشكلة التقصّف؟",
						"paragraph":["لا تزال العديد من الأبحاث في طريقها لمعرفة المزيد عن هذه الظاهرة المثيرة للاهتمام والتي لم نكن نعرف عنها شيئًا منذ 50 عامًا. وإنّ مهمتنا كعلماء لا تتمثل في وضع معطف المختبر وإجراء تجارب، بل عبر السؤال عن كل شيء، بدءًا من أنفسنا. بالطبع، العمل التجريبي أو العددي مهمّ لكنّه لا يكتمل إذا لم نشكّك في نتائجنا أو تحليلنا أو خياراتنا. أقول دائمًا: إنّ العالِم الذي يرتدي معطفًا نظيفًا ليس عالمًا جيدًا، والعالِم الذي يعتقد أنّه على صواب طوال الوقت ليس بعالِم. يمكن تطبيق ذلك أيضًا في حياتنا اليومية، وهي مشكلة يعاني منها مجتمعنا في لبنان. عندما يعتقد الجميع أنّهم على صواب وقد اتخذوا الخيارات الصحيحة، بدءًا من الطفل البالغ من العمر عشرة أعوام إلى الجمعيات المدنية والسياسيين، لن نتطوّر أبدًا. لذا يُرجى باسم العلم والإنسانية، السؤال عن كلّ شيء."],
						"imagesCards":[]


					}
			]

		},
		{
			"id": 3,
			"category": "general",
			"title": "أبحاث الخلايا الجذعية: هل بإمكاننا العودة بالزمن إلى الوراء؟",
			"author": "غادة قشور – دكتوراه في علم الأحياء",
			"image": "https://static.scientificamerican.com/arabic/cache/file/0DC5E819-74C2-4951-BF947F4260727EF2_source.jpg",
			"body": [{
				"subtitle": "",
				"paragraph": ["الخلايا الجذعيّة هي خلايا موجودة في جميع الكائنات الحية متعدّدة الخلايا (Multi cellular organism)، وهذه الخلايا هي غير متخصّصة، ولكن لها القدرة على النمو والتطوّر بسبب قدرتها على الانقسام، فهي قد تنقسم لإنتاج خلايا جذعيّة أخرى، وهكذا تقوم بتجديد نفسها باستمرار عن طريق الانشطار ( mitotic cell division).",
					"كما يمكنها التمايز إلى أنواع خلايا متخصّصة (specialized) بعد أن تنقسم عدّة انقسامات في ظروف مناسبة، وهنا تكمن أهميّة الخلايا الجذعيّة في كونها تستطيع تكوين جميع أنواع الخلايا المتخصّصة بعد أن تنمو وتتطوّر.","تمتلك الخلايا الجذعيّة قدرات متفاوتة عن بعضها البعض، و تسمّى الخليّة الأقوى خليّة جذعيّة كاملة القدرة (totipotent stem cells).","تنشأ هذه الخليّة بعد عمليّة اللّقاح مباشرة، ومن ثمّ تبدأ الألقحة بالانقسام إلى مجموعة من الخلايا لها قدرة كاملة على التخصّص وتسمى بالخلايا وافرة القدرة  Pluripotent stem cells)) وهي تستطيع أن تنتج مختلف أنواع أنسجة الجسم.","تتكاثر هذه الخلايا بالانقسام المتكرّر، و من ثمّ تبدأ بتوليد خلايا جذعيّة متخصّصة، مثل خلايا الجلد الجذعيّة التي تُكوّن جميع خلايا الجلد، وتسمّى خليّة جذعيّة متعدّدة القدرات (multipotent stem cells).","تتكاثر هذه الخلايا الجذعيّة المتعدّدة القدرات لتصنع نسيجاً خاصًّا للجسم مثل الجلد والكبد أو نخاع العظم، والنتيجة هي أنّه مع كلّ خطوة نحو البلوغ فإنّ القدرات عند الخليّة الجذعيّة تصبح أقل، أي أنّها تتّجه نحو التخصّص.","بعد بلوغ هذه الخلايا، خلايا الجلد فقط  تستطيع أن تولّد خلايا أخرى من الجلد وكذلك الأمر بالنسبة لخلايا الكبد. ","يجب الإشارة هنا إلى أنّ الأبحاث الحديثة تشير إلى أنّه يمكن العمل على هذه الخلايا البالغة لإرجاعها الى الوراء، بحيث تستطيع خلايا نسيج معيّن أن تتبدّل إلى نسيج من نوع اخر، ولكن في حالة النمو الطبيعي لا يحدث هذا الامر. "

				],
				"imagesCards": []

			}, {
				"subtitle": "تصنيف الخلايا الجذعيّة",
				"paragraph": ["تقسم الخلايا الجذعيّة حسب مصدرها إلى :", "أولا: الخلايا الجذعيّة الجنينيّة(Embryonic Stem cells) .", "ثانيا: الخلايا الجذعيّة البالغة)   (Adult stem cells", "ثالثا: الخلايا الجذعيّة من الحبل السري( Umbilical cord stem cells ) .", "يتمّ الحصول على  الخلايا الجذعيّة الجنينيّة من كتلة الخلايا الداخلية للكيسَة الأُرَيمِيَّة  (Blastocyte)، والّتي هي إحدى مراحل انقسامات البويضة المُخصّبة بالحيوان المنوي.", "من أهم مميّزات الخلايا من النوع الأول هو أنّها وافرة القدرة، وتمتلك القدرة على التخصّص لأيّ نوع من الخلايا البشرية", " أمّا النوع الثاني الذي يتوزّع في جميع أنحاء الجسم والأنسجة التي سبق وتمايزت أو تخصّصت، كالعظام والدم والجلد، فالخلايا الجذعيّة تنقسم فيه بشكل منتظم ودقيق لتجديد وإعادة بناء الأنسجة الموجودة، و بذلك تقوم بإصلاح الخلايا المصابة أو التالفة، كما أنّ لها أهميّة كبيرة في المحافظة على الوظائف الحيويّة للأنسجة المتجدّدة.", "لم يتمّ حتّى الآن اكتشاف جميع الخلايا الجذعيّة البالغة في جميع أنواع الأنسجة. ولكن هناك بعض المشاكل الّتي تواجه العلماء في الاستفادة  من الخلايا الجذعيّة البالغة، ومن هذه المشاكل وجودها بكميّات قليلة ممّا يجعل من الصعب عزلها وتنقيتها، كما أنّ عددها قد يقلّ مع تقدّم العمر بالإنسان.", "أمّا بالنسية للحصول على خلايا جذعيّة من الحبل السري، فيتمّ سحب دم يحتوي على الخلايا الجذعيّة من أوردة الحبل السرّي للمولود قبل قطع الحبل السري، بحجم 80 ملليترا. ثمّ يتمّ نقله في الحال بواسطة حافظات خاصّة ليجري تجميده خلال 24 ساعة من لحظة سحبه بدرجة 196 مئوية تحت الصفر، في سائل النتروجين. فقد وُجد أنّ الخلايا الجذعيّة المستمدّة من الحبل السرّي قادرة على إنتاج خلايا عضلات القلب ويمكن أن تشكّل بديلاً ناجحاً في المستقبل لعمليّات زراعة القلب. وقد ثبت أنّ هذه الخلايا تختلف عن الخلايا المأخوذة من المشيمة أو من الأجنّة المجهضة."],
				"imagesCards": []
			}, {
				"subtitle": "تاريخ بدء الأعمال البحثيّة للخلايا الجذعيّة",
				"paragraph": ["في عام 1998 تمّ عزل أوّل خليّة جذعيّة جنينيّة (Embryonic stem cells) مخبريًّا.", "هذه الخلايا هي متعدّدة القدرات (Pluripotent)، أي أنّها تستطيع التمايز لأيّ نوع من أنسجة الجسم، هذا كان سبباً في تفاؤل الباحثين في علاج الكثير من الأمراض المستعصية.", "أثار العمل على الخلايا الجذعيّة الجنينية جدالاً كبيراً بين الباحثين ورجال الدين والسياسيين حول مدى أخلاقيّة هذه الاستفادة، وعرف باصطلاح المشاكل الأخلاقيّة (Ethical problems)، فإنّ عزل هذه الخلايا سيؤدّي إلى موت الأجنّة البشريّة الّتي تمّ استخراج الخلايا منها.", "ولحلّ المشاكل المتعلّقة بالتعامل مع الخلايا الجنينيّة، قام العلماء بجهود متعدّدة، ففي عام 2006 نجح Yamanaka في إعادة الخلايا المتمايزة إلى أصلها ( خلايا جذعيّة)، وهذا ما يعرف بالتمايز العكسي (retrodifferentiation) فقد قام عن طريق فيروس (retrovirus) بإدخال 4 جينات في نواة الخليّة البالغة، و تسمّى الخليّة التي تمّ الحصول عليها بهذه الطريقة خليّة جذعيّة مستحدثة وافرة القدرة (induced pluripotent stem cells).", "استخدم العلماء طرق عديدة للحصول على هذا النوع من الخلايا، مثلاً تمّ الاستفادة من البلازميد (plasmid) كناقل ومن ثم بلازميد من ويروس (EBV) و ترانسبوزون (transposon-mediated delivery system).", "ويُعتقد أنّه من الممكن ابتكار طرق عديدة لاستخدام عدد أقل من الجينات لإنشاء خلايا جذعيّة مستحدثة متعدّدة القدرات.", "الآن مع التقدّم في تقنيّة النانو، حيث من الممكن التحكّم التّامّ والدقيق بجزئيّات بحجم النانوميتر لإنتاج مواد معيّنة، فإنّ بعض العلماء يعتقدون أنّ دمج هذه التقنية مع أبحاث الخلايا الجذعيّة سوف يساعد في فهم كيفيّة توجيه الخلايا الجذعية والتحكّم بمصيرها."],
				"imagesCards": []
			}, {
				"subtitle": " طريقة الاستنساخ العلاجي :( Nuclear transfer therapy) ",
				"paragraph": [" هذه الطريقة تتّبع تقنيّة الاستنساخ، إلّا أنّ الهدف من هذه الطريقة ليس إنتاج كائن حي كامل، وإنّما الحصول على الخلايا الجذعيّة الجنينيّة لاستخدامها في العلاج حيث تعتمد على نقل نواة الخلايا الجسدية (Somatic cell). قام العلماء بأخذ بويضة أزالوا النواة منها، بعد ذلك، وفي ظروف معمليّة خاصّة، أُخذت نواة من خليّة جسديّة (غير البويضة والحيوان المنوي )، ودُمجت مع البويضة ( منزوعة النواة) فكوّنت خليّة جديدة تتميّز بأنّها ذات قدرة كاملة على تكوين كائن حي كامل، وعليه فهي خلايا كاملة الفعالية  (Totipotent).", "إنّ هذه الخلايا سوف تنمو إلى طور الكيسَة الأُرَيمِيَّة (Blastocyte)، وخلايا الكتلة الداخلية يمكن أن تكون مصدراً  لأيّ نوع من الأنسجة، وتمتاز هذه الطريقة بأنّ الخلايا الجذعيّة الناتجة متطابقة جينيًّا مع الفرد الذي أُخذت منه النواة وزرعت في البويضة، ممّا يحلّ مشكلة رفض الأنسجة من قبل الجهاز المناعي. كما تُعتبر البويضة المخصّبة من الخلايا الجذعية الأكثر بدائية والأكثر قدرة، إذ أنّ لديها القدرة على تكوين أيّ نوع من الأنسجة داخل الجسم."],
				"imagesCards": []
			}, {
				"subtitle": " استخدام الخلايا الجذعيّة للعلاج (Stem cell therapy)",
				"paragraph": [" هناك العديد من الأمراض والاعتلالات التي يكون سببها الرئيسي هو تحطم أنسجة الجسم. لذلك قد تشكّل هذه الخلايا علاجاً لعدد كبير من الأمراض المستعصية، مثل الزهايمر ومرض باركسون وإصابات الحبل الشوكي وأمراض القلب والسكّري والتهاب المفاصل والحروق.", "في المجال الصيدلاني سوف تساعد أبحاث الخلايا الجذعيّة البشريّة في تكوين وتطوير العقاقير الطبّية واختبار آثارها ومدى مناسبتها للعلاج. كما  تساعد أبحاث الخلايا الجذعيّة في معرفة وتحديد الأسباب الأساسية ومواقع الخطأ التي تتسبّب عادةً في أمراض مميتة مثل السرطان والعيوب الخلقية التي تحدث نتيجة لانقسام الخلايا وتخصّصها غير الطبيعيين.", "كما ويُمكن استخدام الخلايا الجذعيّة لتوليد أعضاء جديدة لاستخدامها في عمليّات زراعة الأعضاء، إذ أنّ ذلك يُقلّل من احتماليّة رفض العضو المزروع من قبل الجهاز المناعي للجسم."],
				"imagesCards": [
					{
						"photo":"../images/articles/article-3/i1.jpg",
						"caption":""
					}
				]
			},
{
"subtitle":"",
"paragraph":[],
"imagesCards":[
	{
		"photo":"../images/articles/article-3/i2.jpg",
		"caption":""
	}
]

}

		]

		},
		{
			"id": 4,
			"category": "petro",
			"title": "من الغاز والنفط إلى الصناعات البتروكيماوية",
			"author": "البروفيسور وائل سعيد حمد  -دكتوراه في الهندسة الكيميائية",
			"image": "http://dtzcompany.com/upload/image/news/5/20201228_142301_815224.jpg",
			"body": [{
				"subtitle": "",
				"paragraph": ["تقوم صناعة البتروكيماويات بصفة أساسية على سبعة أركان أساسية  الأركان السبعة للبتروكيماويات، بحيث تشمل الميثان، والأولفينات (الإيثيلين، والبروبلين وأولفينات سي 4) والعطريات (البنزين، والتيولين والإكسايلين). ويكون مصدر هذه المنتجات الكيميائية في الأساس النفط الخام، الغاز الطبيعي المسال والغاز الطبيعي والّتي هي المدخل لتشكيلة واسعة من المنتجات البتروكيماوية والكيماوية الّتي نستخدمها في حياتنا اليوميّة.","وتشتمل أي صناعة بتروكيماوية على عدد من المراحل، تتمثّل في: ","اختيار الخامة الأوّلية أو مادّة التّغذية (Feedstock) وتجهيزها، من منتجات تكرير البترول الخام، و/أو الغاز الطبيعي، الغازات البترولية المسالة.","إنتاج البتروكيماويات الأساسية (Basic Petrochemicals)، وتنقسم إلى ثلاث مجموعات رئيسية هي:","-  مجموعة الأوليفينات (Olefins): الإيثيلين، والبروبيلين، والبيوتاديين.","- العطريّات (Aromatics):  البنزين، التولوين، زيلين.","- غاز التشييد (SynGas): الهيدروجين، وأوّل أوكسيد الكربون.","تصنيع البتروكيماويات الوسيطة (Intermediates) من البتروكيماويات الأساسية، وتشمل قائمة كبيرة من المواد، مثل أكسيد الإيثيلين (EO)، الإيثيلين جليكول (EG)، الميثانول، الأمونيا، حامض التريفثاليك (TPA)، أسود الكربون، الإستيرين (S)، الفينيل كلوريد (VC)، إلخ.","إنتاج البتروكيماويات النهائيّة ( End Products)، باستخدام واحد أو أكثر من البتروكيماويات الأساسية و/أو الوسيطة، ومن أمثلة البتروكيماويات النهائية في مجال صناعة مواد البلاستيك البولي إيثيلين بنوعياته المختلفة (PE)، والبولي بروبيلين (PP)، كما يمثّل الإستيرين بيوتاديين (SB) المكوّن الأساسي لأكثر نوعيّات المطاط الصناعي استهلاكًا في الوقت الحاضر (SBR).","ووفقاً لتقرير حديث يتعلّق بـ«مستقبل البتروكيماويات» أصدرته وكالة الطاقة الدولية، أشارت إلى أنّه من المقرر أن تستحوذ البتروكيماويات على أكثر من ثلث نمو الطلب العالمي على النفط حتى عام 2030م، ونصف النمو في عام 2050م. وهذا يشير إلى نموّ الطلب على النفط مدفوعاً بالبتروكيماويات بعيداً عن وقود السيارات. وأيضاً أشار التقرير إلى أنّه من المتوقّع أن يستهلك الاستخدام المتزايد للبلاستيك 56 مليار متر مكعب من الغاز الطبيعي بحلول 2030م، و83 مليار متر مكعب بحلول 2050م.","كما أشار التقرير إلى تزايد أهميّة البلاستيك باعتباره المادة الأسرع نموًّا في العالم، مقارنةً بغيره من المواد، مثل الصلب والألومنيوم وغيرهما. و يعتبر الإيثيلين والبروبيلين والعطريات من أهمّ المنتجات الأساسية في صناعة البتروكيماويات، ويعدّ الإيثيلين أحد أكبر كميّات البتروكيماويات المنتجة على مستوى العالم، ويستخدم كلقيم لإنتاج البلاستيك والألياف، من خلال عملية البلمرة (Polymerization)."],
				"imagesCards": [
					{"photo":"../images/articles/article-4/i1.jpg",
						"caption":"المواد البتروكيماوية الأساسية السبعة الناتجة من تحوّل الخامة الأولية."
					}
				]
			}
,
{
"subtitle":"إنتاج مونيمرات الإيثيلين والبروبيلين من الغاز والنفط",
"paragraph":["تُعدّ المقطرات النفطية مصدراً أساسياً لإنتاج الأوليفينات بواسطة التكسير الحراري. وفي الوقت الحالي يعدّ التكسير الحراري للنفط أهمّ مصدر للأوليفينات الصناعية .وتتمّ عملية التكسير الحراري في وجود أو غياب حفاز، ولكن عند عدم استخدام حفاز تتطلّب العمليّة الصناعيّة حرارات عالية. تتمّ عادةً عمليّة التكسير الحراري على حرارة ٥٠٠ - ٦٠٠°م، ولكن عند الرغبة في الحصول على أوليفينات، يجب أن يكون التكسير على حرارة ٧٥٠- ٨٠٠°م .الأوليفينات غير ثابتة من ناحية الديناميكا الحرارية في جميع أنواع درجات الحرارة، ولكن ثبات الأوليفينات بالنسبة للبارافينات المقابلة يزداد بزيادة الحرارة. لذلك يعدّ الإيثيلين أكثر ثباتاً من الإيثان على حرارة فوق ٨٠٠°م، عموماً تُعدّ البارافينات والنافثينات أكثر الهيدروكربونات ثباتًا على حرارة تحت ٢٥٠°م. أما الأوليفينات والأروماتيات فتُعد أكثر ثباتاً فوق هذه الحرارة. ","يتمّ إنتاج الإيثيلين حاليًّا بواسطة التكسير الحراري للهيدروكربونات في مفاعلات ذات ملفات أنبوبية تسخن من الخارج. أمّا إنتاج الإيثيلين من مخزون النافثا منخفضة الكبريت فيتمّ من خلال استخدام ٦-٨ سخانات تكسير حراري، وأحدها يعمل كاحتياطي. ","أمّا إنتاج بروبلين التكرير فيتمّ من خلال عملية يكون فيها البروبيلين منتجاً ثانوياً للتكسير الحفزي السائل(FCC)  للسولار (Vaccum Gas Oil VGO )، وفي الولايات المتحدة الأمريكية، زادت وصلات تكرير النفط من إنتاج الجازولين ممّا أدّى إلى زيادة إنتاج البروبلين أكثر منه في أوروبا .","في أوروبا، يتمّ إنتاج الأوليفينات من النافثا الخفيفة أو الثقيلة الّتي يتمّ الحصول عليها من تقطير الزيت الخام، إذ يوجد نقص في الغاز الطبيعي ومكثفاته. وفي الولايات المتحدة الأمريكية يتمّ إنتاج الأوليفينات من مقطرات سوائل الغاز الطبيعي (NGL). ونظراً لأنّ هذه المقطرات أصبحت شحيحة، فإنّ الاتّجاه يتزايد في استغلال النافثا الثقيلة والبارافينات وزيت الديزل .","أمّا في لبنان، واستناداً إلى الدراسات العلمية المنجزة التي خلصت اليها شركة بي.جي.اس النروجية، اكتُشفت مواقع عدّة في محاذاة الساحل اللبناني تحتوي على كميّات مؤكّدة من الغاز و/أو النفط، قد تبلغ نحو 25 تريليون قدم مكعب من الغاز على الأقل، و80 تريليون على الأكثر، وملياراً ونصف مليار برميل من النفط الخام إذا تأكد وجوده. وهذا ما من شأنه تعزيز عملية إنتاج الأوليفنات من خلال التكسير الحراري للغاز المعالج والنافتا."],
"imagesCards":[
	{
		"photo":"../images/articles/article-4/i2.jpg",
		"caption":"مخطط لمصنع إنتاج الإثيلين باستخدام التغذية بالنافتا."
	}
]
}
,
{
"subtitle":"",
"paragraph":[],
"imagesCards":[
	{
		"photo":"../images/articles/article-4/i3.jpg",
		"caption":"التكسير الحراري للغاز والنافتا لصناعة الأوليفنات."
	}
]

}
,
{
"subtitle":"صناعة بوليمرات البولي إثيلين : البلمرة",
"paragraph":["البولي إثيلين هو بوليمر يتألّف من سلاسل طويلة من مونومر الإثيلين، يرمز له برمزPE . يُصنّف البولي إثيلين إلى فئات عدة اعتمادا ًعلى الكثافة وتفرّع السلسلة البوليميرية. تعتمد الخواص الميكانيكية لهذا البوليمر على متغيّرات عدّة مثل نوع التفرّع، البنية البلورية، والوزن الجزيئي (الصورة 4).","البولي إثيلين عالي الكثافة  (High density polyethylene HDPE).","البولي إثيلين منخفض الكثافة ( Low density polyethylene LDPE ).","البولي إثيلين الخطي منخفض الكثافة  (Linear low density polyethylene LLDPE).","فعلى سبيل المثال، يتمّ إنتاج البولي إثيلين عالي الكثافة بطريقة زيجلر ناتا كما يلي :","يحضّر البولي ايثيلين ذو الكثافة المرتفعة من بلمرة غاز الإيثيلين في وجود عامل الحفز غير المتجانس (Heterogeneous) والمعروف باسم عامل حفاز زيجلر- ناتا في مفاعل المعلق (Slurry Reactor) (الصورة (5 حيث تتمّ البلمرة بإذابة الإثيلين في مذيب عضوي مثل الهبتان العادي. ثمّ يمرّ هذا المحلول على المفاعل الذي يحتوي على خليط العامل الحفاز على شكل معلق(Slurry) . ويُسخّن خليط التفاعل إلى درجة أقصاها  120 C وتحت ضغط بين5-30 atm. بعدها يبطل تأثير عامل الحفز بإدخال الماء، ثمّ يُفصل البوليمر المتكوّن على شكل معلق من المذيب بالترشيح، بعدها يغسل ويجفف. ويجب تقطير واسترجاع المذيب واستخدامه مرة أخرى لتحسين اقتصاديات العمليّة الصناعية.","يتميّز هذا البوليمر بدرجة بلورة عالية تصل إلى  90٪ ، ودرجة حرارة انصهار تصل إلى  135 C، بالإضافة إلى كثافة عالية ودرجة صلابة أكبر من درجة صلابة البولي إيثيلين المنخفض الكثافة، حيث تصل معامل قوّته الى 100000  رطل على البوصة المربعة مقابل20000  للبولي إيثيلين العادي. كلّ هذه الخصائص تعزّز من استخدام البولي إيثيلين المرتفع الكثافة في صناعة أنابيب النفط والغاز، إضافة إلى أنابيب العزل الكهربائي والعديد من الصناعات البلاستيكية."],
"imagesCards":[
{
	"photo":"../images/articles/article-4/i4.jpg",
	"caption":"البولي إثيلين عالي الكثافة٬ منخفض الكثافة٬ و الخطي منخفض الكثافة."
}

]

},
{
	"subtitle":"",
	"paragraph":[],
	"imagesCards":[
		{
			"photo":"../images/articles/article-4/i5.jpg",
			"caption":"إنتاج البولي إيثيلين ذو الكثافة المرتفعة بطريقة زيجلر ناتا."

		}
	]

}


		]

	},
		{
		"id":5,
		"category":"electrecity",
		"title":"كيف يمكن كشف المواد المتفجرة عبر الهواء؟",
		"author":"كريم قاسم- مهندس كهرباء",
		"image":"../images/articles/article-5/i1.jpg",
		"body":[
			{
				"subtitle":"",
				"paragraph":["تقترح البحوث الفعليّة المعنيّة بالكشف عن المواد المتفجّرة استخدام نوع جديد من أجهزة الاستشعار(sensors). على سبيل المثال، أصبح الميزان الدقيق لبلّورات الكوارتز (Quartz crystal microbalance/QCM) موضع اهتمام بسبب حساسيّته العالية ودقّته في الكشف عن الجزيئات الحيويّة (biomolecules) ذات وزن يصل حتى النانوغرام. يستند جهاز الكشف عن الأبخرة المتفجّرة على مبدأ تغيّر تردّد الكوارتز(quartz frequency) والّذي يعود إلى التّفاعل بين الأجسام المضادّة (antibodies) المودعة على سطح الكوارتز وبين البخار المتفجّر الموجود  في الهواء. يتناول هذا المقال بحث عن دقّة هذه الطريقة من خلال قياسات أجريت على مكوّن محدّد من بلّورة الكوارتز ومن خلال المحاكاة التي تمّت باستخدام برنامج كومسول COMSOL))."],
				"imagesCards":[]


			},
			{
				"subtitle":"طرق الكشف عن المواد المتفجّرة",
				"paragraph":["شكّلت الخسائر الكبيرة التي تسبّبها الألغام والمواد المتفجّرة دافعًا أمام الباحثين للحدّ من آثارها وتطوير طرق البحث عنها. وتؤثّر طرق البحث على دقّة النتائج، فتلك المعتمدة على اكتشاف المعادن في الألغام لم تعد تجدي نفعًا عند وجود ألغام خشبية أو بلاستيكية. هناك أيضًا العديد من الطرق البيولوجيّة المعتمدة لكشف المتفجّرات مثل الطريقة المبنيّة على حاسّة الشم العالية للكلاب أو تلك القائمة على التفاعلات البيولوجيّة في معدّات كشف الأثر(ETD). وقد شجّعت القيود المتعلّقة إمّا بأسعار المعدّات أو بحركتها الباحثين على إيجاد وسائل أخرى، كتلك القائمة على الميزان الدقيق لبلّورات الكوارتز. تمّ استخدام الميزان على نطاق واسع في مجالات كشف الغازات السامّة والأبخرة العضويّة وذلك بفضل حساسيّته العالية وبساطة استعماله. وكما هو الحال في العديد من العمليّات الفيزيائيّة والكيميائيّة الأخرى التي تتطلّب معرفة دقيقة بتغيّر الكتلة (mass) بالنانوغرام، يمكن استخدام الميزان لهذا الغرض.","لوحظ أنّ 80% من المواد المتفجّرة تحتوي على مادة تراينيتروتولوين (TNT) وبالتالي فإنّ وجود هذه المادة في الهواء يدلّ على وجود المادة المتفجّرة أو اللّغم. ومن هنا جاءت فكرة وضع جسم مضاد (antibody) يؤمّن التصاق مادة التراينيتروتولوين به، بهدف الكشف عن وجود المواد المتفجّرة. والجدير بالذكر أنّ بخار التراينيتروتولوين يتميّز بضغطه العالي ممّا يزيد تركّز وجوده في الهواء وبالتالي يسهّل عملية الإلتقاط. يُعتبرالميزان الدقيق لبلّورات الكوارتز أحد الحلول المقترحة لإنجاز هذه المهمّة، لكن لم تثبت حتّى الآن موثوقيّته ودقّته عندما يتعلّق الأمر بالكشف عن البخار المتفجّر منخفض الكثافة في الهواء."],
				"imagesCards":[]
			},
			{
				"subtitle":"الميزان الدقيق لبلّورات الكوارتز للكشف عن البخار المتفجّر في الهواء",
				"paragraph":["إنّ تأثير الكهرباء الضغطية (piezoelectric effect) لتحديد تغيّر الكتلة، كنتيجة لتغيّر تردّد البلّورة، هو المبدأ الأساسي لهذا الميزان. التغيّر في تردّد الكوارتز هو نتيجة التصاق الجسم المضاد المودع على سطح الكوارتز بالبخار المتفجّر في الهواء. هذا الميزان مستقرّ جدًّا، منخفض التكلفة، سهل النشر نظرًا إلى كتلته المنخفضة، متنقّل، بالإضافة إلى حجمه الصغير الذي يسمح بالوصول إلى أماكن لا يستطيع البشر الوصول إليها. كما أنّه يستطيع عبر بلّوراته الدقيقة المغلّفة بأغشية أجهزة استشعار (sensor films)، كشف نانوغرام من البخار المتفجّر، وهناك إمكانيّة لإضافة ناقل بيانات لاسلكيّ (wireless data transmission) لمزيد من المرونة.","يقيس الميزان اللّزوجة وكتلة المادّة المودعة على الرنّان (resonator)، ويتأثّر تردّده خطيًّا مع كتلة المنتج على سطح البلّورة. تختلف مقاومة الرنّان الكهربائيّة (resistivity) مع اختلاف لزوجة/مرونة الفيلم المتّصل بسطح البلّورة.","إنّ الخصائص الميكانيكيّة والكهربائيّة للكوارتز مستقرّة جدًّا. الإحتكاك الداخلي منخفض للغاية وبالتالي يمكن أن يصل عامل الجودة (quality factor) إلى عدّة مئات من الآلاف ممّا يمكّن من قياس تردّد الرنين (resonance frequency) الصحيح بدقّة. هذا التردّد يُعبَّر عنه كما في (1) باستخدام µq ،ρq ،hq، وتمثّل كل واحدة منهم على التوالي نفاذيّة (permeability )، كثافة، وسماكة لوحة الكوارتز.","F0=√((µ_q/ρ_q  ))/2hq","تعطي معادلة ساوربري (Sauerbrey equation) علاقة تباين التردّد بتباين الكتلة.","Δf=-CΔm","مع هذا الميزان، يمكننا قياس تباين التردّد بعدّة هرتز والتي تعادل عدّة نانوغرامات. تعتمد معادلة ساوربري على عامل الحساسيّة الخطّي  Cوهو خاصيّة أساسية للميزان. يمكن احتساب C من خلال هذه المعادلة.","C=-( 2f0^2/√( µq ρq ))/A"],
				"imagesCards":[]
			},
			{
				"subtitle":"دراسة دقّة الميزان وفعاليته",
				"paragraph":["قمنا بإجراء بعض القياسات التجريبيّة من أجل ملاحظة اختلاف التردّد قبل وبعد إيداع الأغشية على سطح الكوارتز، كما واستخدمنا المعدّات اللازمة لقياس تردّد الكوارتز (Agilent 1645 3A).","استخدمنا آلة طلاء مع جهاز تحكّم بالسماكة لإيداع الكوارتز كما يظهر في المستند 1، تعرّض القطب الكهربائي (electrode) للميزان لطلاء بخار ذهب نقيّ. مستند 1","من أجل قياس تردّد الكوارتز، استخدمنا محلّل للمعاوقة (impedance). يعتمد هذا المحلّل على تقنيّة قياس الجهد الكهربائي."],
				"imagesCards":[
					{
						"photo":"../images/articles/article-5/i2.jpg",
						"caption":"مستند 1: آلة الطلاء."
					}
				]
			},

			{
				"subtitle":"",
				"paragraph":["يمثّل المستند 2 معاوقة البلّورة عند كل تردّد قبل أيّ إيداع  للأغشية. ","يتمّ تحصيل المعاوقة القصوى عند تردّد الرنين والذي يساوي 5.08 ميغاهرتز.","والآن، عندما تمّ إيداع طلاء ذهب تبلغ سماكته 20 نانومتر، انخفض تردّد الرنين إلى حوالي 20 كيلوهرتز كما يظهر في المستند 3. ","بعد إيداع الذهب، أصبحت المعاوقة 35.5 KΩ عند تردّد الرنين الجديد والذي يساوي 5.06 ميغاهرتز. باستخدام معادلة ساوربري نلاحظ أن هناك اختلاف بين النتائج النظريّة والنتائج الفعليّة.","الخطأ في التحوّل يعود إلى:","-1الضجيج الآتي من المصدر الكهربائي للمعدّات.","-2الضغط الميكانيكي الزائد على الكوارتز.","-3الضجيج الناتج عن عمليّة التوصيل (يمكن أن يشكّل لحام القطب الكهربائي باللوحة طبقة ذات سماكة يمكن مقارنتها بطبقة الطلاء المودع).","بناءً على هذه النتائج، لا بدّ من أن تُصمّم هذه الأجهزة بمكوّنات إلكترونيّة أقلّ لتجنّب إصدار ضجيج. كما يجب أن تكون مضغوطة قدر الإمكان لتجنّب أيّ ظاهرة طفيليّة. يجب أيضًا تحييد الضغط الميكانيكي عن مثل هذه الأجهزة. "],
				"imagesCards":[

					{
						"photo":"../images/articles/article-5/i4.jpg",
						"caption":"  مستند 3: تغيّر المعاوقة حسب تغيّر تردّد الرنين بعد الايداع (البداية عند 4.5 MHz مع 60  KHz/div)."
					},
					{
						"photo":"../images/articles/article-5/i3.jpg",
						"caption":"مستند2: تغيّر المعاوقة حسب تغيّر تردّد الرنين قبل الإيداع (البداية عند 4.5 MHz مع 150 KHz/div). "
					}
				]
			}
,
{
"subtitle":"محاكاة كومسول",
"paragraph":["من أجل تحسين التصميم للكشف عن الجزيئات الحيويّة، استخدمنا برنامج المحاكاة كومسول وهو مفيد جدًّا في حالتنا. قمنا بإجراء محاكاة تظهر تقنيّة كشف باستخدام الجسم المضاد الملائم لهذه المهمّة. هذا البرنامج يعطي فرصة توصيف أي مادّة من خلال المعلمات (parameters) الميكانيكيّة والكهربائيّة والكيميائيّة والبيولوجيّة. في هذا البحث، يلعب نموذج مكوّن من ركيزات مرتبّة في صفوف عموديّة وأفقيّة دور الأجسام المضادة المودعة على السطح. هذه الأعمدة تتميّز بقدرتها على التقاط الجسيمات المتفجّرة المنتشرة في الهواء.","مستند 4 يظهر نموذج حيث الركيزات مرتّبة في صفوف عموديّة وأفقيّة (أجهزة استشعار) لتقوم بدور الجسم المضاد ذي القدرة على التقاط الجزيئات الحيويّة التي يتمّ تمييزها من أجل أن تلتقطها الركيزات. يتمّ طلاء الأجزاء المقعّرة من الركيزات بجسم مضاد تمّ اختياره لالتقاط نوع محدّد من الجزيئات الحيويّة. كما يتميّز تدفّق البخار المحتوي على هذه الجزيئات الحيويّة من حيث الكثافة، التدفّق، والشوائب الطفيليّة التي تؤثّر على طبقة الجسم المضاد. ","يتلخّص اكتشاف الجزيئات الحيويّة بأربعة خطوات ممثّلة في مستند 5"],
"imagesCards":[
{
	"photo":"../images/articles/article-5/i5.jpg",
	"caption":"مستند 4: نموذج الإنزيمات باستخدام كومسول."
}


]

}
,
{
	"subtitle":"",
	"paragraph":[],
	"imagesCards":[
		{
			"photo":"../images/articles/article-5/i6.jpg",
			"caption":"مستند 5: كشف الجزيئات الحيويّة (a وb) مشوّش من قبل الجزيئات الطفيليّة (c وd)."
		}
	]
},
{
"subtitle":"",
"paragraph":["تقترب الجزيئات الحيويّة من الجسم المضاد","تلتصق الجزيئات الحيويّة بالجسم المضاد وتصبح جزيئات مكتشفة.","الجزيئات الحيويّة من الطفيليّات تقترب من الجزيئات المكتشفة.","تلتصق الجزيئات الحيويّة بالجزيئات المكتشفة وتصبح جزيئات طفيليّة.","المعلمات المعرّفة على كومسول من أجل إجراء المحاكاة هي:","1-عدد الركيزات(pillars) (الجسم المضاد)..","2-سطوح كلّ الركيزات","3-المادّة التي تنقل الجزيئات (الهواء، الماء، الغليسيرول).","4-تركّز(concentration) الجزيئات في هذا المكوّن.","4-سرعة التدفّق.","تتمّ المحاكاة من أجل قياس تركّز الجزيئات الحيويّة المكتشفة باستخدام جسم مضاد محدّد للجزيئات الحيويّة المُذابة في المادّة الناقلة (الماء) مع ترتيب سبع أعمدة يحتوي كل منها على أربع ركيزات.","مستند 6 يمثّل نتيجة المحاكاة بإظهار تركّز الجزيئات الحيويّة المكتشفة بواسطة الإنزيم في كلّ موضع (موضع الركيزة على السطح) وفي كل لحظة من التدفّق","تمّ إجراء هذه المحاكاة على سرعة تدفّق 2*10-4 m/s.","عند تغيير سرعة التدفّق (من 2*10-4 m/s الى 1.5*10-4 m/s)، نلاحظ أنّ تركّز الجزيئات الحيويّة المكتشفة بواسطة الجسم المضاد يتغيّر.","الآن، عندما يتم استبدال الماء كمادة ناقلة للجزيئات بالهواء، من الواضح أنّنا سنلاحظ تغيّرًا في الضغط على سطح المكوّن البيزوكهربائي (مستند 8 و9)."],
"imagesCards":[
	{
		"photo":"../images/articles/article-5/i7.jpg",
		"caption":"مستند 6: تركّز الجزيئات الحيويّة المكتشفة في كل ركيزة."
	}
]

}
,
{
"subtitle":"",
"paragraph":["خلال التغيّر، الضغط الأقصى الذي يتعرّض له السطح انخفض منPa 0.09 (الماء) إلى  1.67*10-3  Pa (الهواء). هذه النتيجة تعود إلى فارق الكثافة بين المادّتين. في الحقيقة، كثافة الماء أكبر بكثير من كثافة الهواء. هذا يعني أنّ الضغط الذي يبذله الماء أقوى.","في نموذج الكومسول، عدد الركيزات لكلّ سطح واحد ((per unit surface يعكس تركّز الجسم المضاد على سطح الكوارتز. لذلك وكما يظهر في مستند 10، تركّز الجزيئات الحيويّة المكتشفة بواسطة جسم مضاد محدّد يقلّ مع ازدياد عدد الركيزات. ","وأخيرًا، أحد معلمات تطبيق المستشعر الحيوي لعمليّة الكشف هو تركّز الجزيئات الحيويّة في مكوّن التدفّق المستخدم. طالما أنّ التركّز عالٍ، تكون العمليّة أسرع وتعطي نتائج أدقّ.","عندما تمّ تغيير تركّز الجزيئات الحيويّة في المكوّن المستخدم (الماء) من 400 mole/m3 إلى500 mole/m3 ، لاحظنا أنّ التركّز يزداد في المواضع المختلفة على السطح البيزوكهربائي، مما يزيد من احتمال كشف الجزيئات الحيويّة في هذه الحالة."],
"imagesCards":[

	{"photo":"../images/articles/article-5/i8.jpg",
		"caption":"مستند 9: تغيّر الضغط عند استعمال الماء كالمادّة الناقلة."

	},
	{
		"photo":"../images/articles/article-5/i12.jpg",
		"caption":"مستند 8: تغيّر الضغط عند استعمال الهواء كالمادّة الناقلة."
	}

]
},
{
"subtitle":"",
"paragraph":[],
"imagesCards":[{
	"photo":"../images/articles/article-5/i10.jpg",
	"caption":"مستند 11: تركّز الجزيئات الحيويّة المكتشفة بعد تغيير تركّز تدفّقها."
},
{"photo":"../images/articles/article-5/i9.jpg",
	"caption":"مستند 10: تركّز الجزيئات الحيويّة المكتشفة بعد تغيير تركّز الأجسام المضادة."

}
]
}
,
{
"subtitle":"اختبار لقياس حساسية الميزان",
"paragraph":["بعد تأمين الميزان الدقيق لبلّورات الكوارتز تمّ القيام باختبار للتأكّد من قيمة حساسيته ومقارنتها مع الحساسية النظرية. استُخدم رشّاش الذهب للحصول على سماكة دقيقة منه (بمقياس نانومتر) على بلّورات الميزان، وفي كلّ مرة كنّا نسجّل تغيّر التردّد مع تغيّر سماكة الذهب (أي تغيّر الكتلة المودعة). في النهاية تمّ الحصول على الرسم التالي: ","عبر الإستفادة من العلاقة الخطّية بين تغيّر التّردّد وتغيّر سماكة الذهب، نحصل على حساسية الميزان والتي تساوي:","Cexp=2.6*10-9g/Hz cm2","بينما كانت الحساسية النظرية المسجّلة على الميزان تساوي:","Cth=4.42*10-9g/Hz cm2","هذا الإختلاف في الحساسية يؤثّر على دقّة النتائج، ولذلك فإنّ إعادة حساب هذه الحساسية ضروريّ للحصول على نتائج أفضل."],
"imagesCards":[{
	"photo":"../images/articles/article-5/i11.jpg",
	"caption":"مستند 12: تغيّر التردّد بالنسبة لتغيّر سماكة الذهب المرشوش"
	}]
},
{
	"subtitle":"تقييم الميزان الدقيق لبلّورات الكوارتز",
	"paragraph":["يمكن استخلاص إمكانيّة بناء نموذج الميزان الدقيق لبلّورات الكوارتز كاملاً من خلال هذه الدراسة. هذا النموذج سوف يُستعمل في المستقبل لاختبار سيناريوهات مختلفة متعلّقة بالكشف عن الألغام الأرضيّة الدفينة والتي تصدر بخار متفجّر بكثافة منخفضة جدًّا. بالنظر إلى تركيبة مؤلّفة من عدّة أجهزة كشف في أماكن مختلفة، وبالنظر إلى نموذج الإنتشار للبخار المتفجّر، من الممكن تحديد موقع الألغام الأرضيّة.","كنتيجة لهذة الدراسة، نرى أنّه لا بدّ من أن تركّز البحوث المستقبليّة على انتقاء أجهزة القياس من أجل معايرة الميزان بدقّة لإزالة آثار أي ضجّة. المستند 13 يظهر ميزان بلّورات الكوارتز وقد تمّ توفيره بسعر مدروس ويمكن استعماله سواء كان الناقل سائل أم هواء. توصيل الأقطاب الكهربائيّة بالكوارتز لديه تأثير أخفّ على دقّة القياس إذ أنّ القوّة المبذولة يتمّ تعويضها من خلال برنامج، والأصوات الناجمة عن عمليّة التوصيل تمّ الغاؤها تقريبًا. كما تمّ تزويد برنامج معلن بأجهزة موصولة على الحاسوب من خلال USB. تمّ وصل أنبوبين مدخل ومخرج إلى مضخّة صغيرة تعدّل تدفّق المادّة الحاملة على الكوارتز. ","من ناحية أخرى، سوف يتمّ استخدام نموذج رقمي صالح من أجل محاكاة سيناريوهات مختلفة. لهذا الغرض، يجب الربط بين نموذج كومسول  في القسم السابق وبين نموذج كوارتز للحصول على العلاقة المباشرة بين تغيّر التردّد وبين تركزّ الجزيئات الحيويّة. بعدها يجب مقارنة نتائج التجربة بنتائج المحاكاة لتعديل معلمات الكوارتز."],
	"imagesCards":[
		{
			"photo":"../images/articles/article-5/i13.jpg",
			"caption":"مستند 13: جهاز QCM عالي الحساسيّة."
		}
	]
}


		]






	},
		{
			"id":6,
			"category":"telecom",
			"title":"نظام ذكي لتتبّع الجنود ومراقبة وضعهم الصحي",
			"author":"علي بزي، مسلم غملوش، مصطفى إبراهيم، ماجد غريب، سميح عبد النبي، حسن خشفي",
			"image":"../images/articles/article-6/1.png",
			"body":[
				{
					"subtitle":"",
					"paragraph":["على الرّغم من أنّ التّطوّر التّكنولوجي لم يساعد على تقليل فظاعة الحرب، إلّا أنّه باستطاعتنا على الأقلّ تسخيرها للحدّ من آثارها والإصابات الناتجة عنها. وإحدى طرق تحقيق هذه الغاية هي تتبّع ومراقبة مواقع القوات وأوضاعهم الصحيّة على أرض المعركة.الهدف الأساسي من العمل المطروح والمفصّل في هذا البحث هو تصميم وتنفيذ نظام تتبّع متكامل مؤلّف من خادم صغير محمول يُستخدم كوحدة مركزيّة موضوعة على راسبيري باي (Raspberry Pi) لقراءة موقع الجندي والمعلومات المتعلّقة بحالته وصحّته، ويتمّ التواصل عبر شبكة الإنترنت اللا سلكي بواسطة وحدة مراقبة صغيرة متّصلة بذراعه. كما ويحتوي الجهاز على زر للطّوارئ يطلب المساعدة للجندي بمجرّد الضغط عليه في حال مواجهته لطارئٍ ما. الهدف الأساسي من العمل المطروح والمفصّل في هذا البحث هو تصميم وتنفيذ نظام تتبّع متكامل مؤلّف من خادم صغير محمول يُستخدم كوحدة مركزيّة موضوعة على راسبيري باي (Raspberry Pi) لقراءة موقع الجندي والمعلومات المتعلّقة بحالته وصحّته، ويتمّ التواصل عبر شبكة الإنترنت اللا سلكي بواسطة وحدة مراقبة صغيرة متّصلة بذراعه. كما ويحتوي الجهاز على زر للطّوارئ يطلب المساعدة للجندي بمجرّد الضغط عليه في حال مواجهته لطارئٍ ما. ","تمّ إجراء سلسلة من الاختبارات، كما سيظهر لاحقاً في هذا المقال، والنتائج الّتي حقّقها النموذج الأوّلي تُظهر دقّة وفعاليّة واعدة باستخدام هذا النّظام."],
					"imagesCards":[]
				},
				{
					"subtitle":"المقدّمة",
					"paragraph":["في ٢٨ أيلول ١٩٥١، كان دانييل هانت ، ذو ال١٨ عاماً، من كولومبيافيل (Columbiaville) عضواً في الشركة أ (A)،  الكتيبة الأولى الّتي تُجري عمليات بالقرب من منطقة يُشار إليها باسم هارتبريك ريدج (Heartbreak Ridge). قام الصينيّون بشنّ هجوم صدّته الشركة. وقبل هذا الهجوم، أطلق الصينيّون وابلاً من قذائف الهاون باتّجاه الأمريكيين الّذين انسحب الناجون منهم إلى الخطوط الآمنة. وخلال ذلك، تمّ الإعلان عن اختفاء هانت أثناء العمل. ذكر ثلاثة أفراد من وحدة هانت في التّحقيق الّذي أجراه مكتب الإصابات في الجيش الأمريكي أنّه قتل في المعركة، وفي النهاية أعلن الجيش وفاته. ولا يزال اليوم ٧٧٨٠ من الأمريكيين في عداد المفقودين منذ الحرب الكوريّة. والآلاف من الحالات الشبيهة بحالة هانت حول العالم تسلّط الضوء على قضيّة الجنود المفقودين.","يعتقد البعض أنّ أدوات الاتّصال العسكريّة المعروفة يمكن أن تساعد في تجنّب هذه القضيّة، إلّا أنّ العوامل الطبيعيّة، قلّة المعلومات حول ساحة المعركة ، فقدان التّواصل بين الجنود، نفاذ الطّاقة في الأدوات، والتشويش وغيره، شكّلت عوائق للجنود وقياداتهم. ودفعت هذه المشاكل الباحثين إلى التّفكير بحلول أخرى معتمدين على التّطوّر التّكنولوجي.","على مرّ السنين، تمّ اختراع العديد من التّقنيّات لحلّ مشكلة فقد الجنود إلّا أنّها لم تكن ناجحة. إذ اعتمدت معظمها على تتبّع تحرّكات الجنود لكنّ ذلك لا يكشف وضعهم الحقيقي. تعتبر الملاحة وتحديد المواقع مهمة ولكنها تحتاج إلى العديد من الأنشطة ممّا يجعل النظام العالمي لتحديد المواقع (GPS) أسهل. وأصبح هذا النظام جهازًا مهمًّا للقوّات العسكريّة الأمريكيّة وقوّات الدفاع الأخرى في جميع أنحاء العالم منذ ثمانينات القرن العشرين. وبدقّته في تحديد المواقع بشكل مستمر، ليلاً و نهارًا، وفي أيّ ظرف، ساعد نظام تحديد المواقع العالمي القوات البريّة في العراق وأفغانستان على التنقّل عبر الصحارى القاحلة الّتي لا تحتوي على أيّ علامات مميّزة. وعلى الرّغم من أنّ هذا النّظام يحدّد أماكن الجنود في المعركة، إلّا أنّه يعتبر غير مفيد عند مواجهة الجنديّ لمشكلات صحيّة أثناء المعركة.","كلّ هذه المشاكل الّتي ذكرناها تقف وراء هدف هذا البحث، وهو تصميم نظام ذكيّ لمراقبة وتتبّع الحالة الصحيّة العسكريّة، والّذي من شأنه أن يقلّل بشكل كبير المشاكل المُواجهة أثناء القتال. يمنح نظامنا القائد القدرة على تتبّع قوّاته على الخرائط ومراقبة أوضاعهم الصحيّة بشكل مستمرّ خلال المعركة حتّى في الخطوط الأماميّة عن طريق صفحة ويب مباشرة من الخادم المركزي الصغير أو باستخدام تطبيق الهاتف المحمول."],
					"imagesCards":[]
				},
				{
					"subtitle":"أعمال ذات صلة",
					"paragraph":["تدفع غريزة البقاء على قيد الحياة لدى الإنسان إلى تفكيره بتقنيّات جديدة للحفاظ على حياته. فمن الناحية الطّبيّة، يشكّل المرضى ذوي الحالات الحرجة مصدر اهتمام للأطبّاء الّذين يبحثون عن أنظمة رعاية صحيّة جديدة ومبتكرة. أمّا من الناحية العسكريّة، فكانت الجيوش تراقب جنودها بمساعدة أنظمة الاتّصالات البدائية مثل الاتّصالات اللّاسلكية إلى أن سمح التّطوّر التّكنولوجي باستخدام أنظمة التّتبّع الّتي تستخدم الأقمار الصناعيّة.","أ. نظام الحركة / التّتبّع","اخترع جيش الولايات المتحدة نظام تتبّع الحركة (MTS) وهو منصة اتصالات لوجستيّة تندرج ضمن برنامج المكتب التنفيذيّ (Program Executive Office  PEO) لأنظمة معلومات المؤسسة ( Enterprise Information Systems PEO EIS). وهذا النظام صمّم للقادة للسّماح لهم بتتبّع الأصول في ساحة المعركة عبر رسائل نصيّة مشفرة. إنّه نظام تواصل وتتبّع يعمل عبر الأقمار الصناعيّة ومصمّم لتسهيل عمليّة القيادة والتحكّم بين القائد وجنوده. إذ يسمح هذا الجهاز بمراقبة موقع الجنديّ باستمرار أثناء المعركة، ممّا يزيد من سيطرة القائد على القوّات دون الحاجة الى الاعتماد على أدوات اتّصال بدائيّة تتطلّب الاستخدام اليدويّ. العيب الأساسي في هذا النّظام هو أنّ الأوضاع الصحيّة للجنود تبقى مجهولة.","ب. الأنظمة الذكيّة لرصد الرعاية الصحيّة باستخدام وسائل الاتّصال"," تطوّرت أنظمة مراقبة الصحة في الآونة الأخيرة بشكل سريع، ووُضعت أنظمة ذكيّة متعدّدة لمراقبة الحالة الصحيّة للمريض. كما واقتُرح نظام مراقبة وتتبع للرعاية الصحية في الوقت الحقيقي باستخدام تقنيات GSM / GPS والتي تركز على فحص ضغط دم المريض ودرجة حرارة جسمه. تمّ بناء هذا النظام من أجل الرعاية الصحية الاجتماعية في ضوء ابتكارات النظام العالمي للاتّصالات المتنقّلة (GSM) ونظام تحديد المواقع العالمي (GPS) وكتطبيق لمراقبة ومتابعة الصحة في الوقت الفعلي. في حالة الطوارئ، يتمّ إرسال رسالة قصيرة (SMS) إلى رقم هاتف الطبيب مع النتائج المُقاسة عن طريق النظام العالمي للاتّصالات المتنقّلة. ومن جهة أخرى، يوفّر نظام تحديد المواقع العالمي بيانات الموقع الخاصّة بالمريض الّذي يخضع للمراقبة طوال الوقت. في حين أنّ هذا النظام يؤمّن توفير الحالة الصحية، إلّا أنّه ليس باستطاعته أن يستمرّ في تعقّب معلومات الشخص المطلوبة. بالإضافة إلى أنّ استخدام النظام العالمي للاتّصالات المتنقّلة لإرسال الرسائل القصيرة مكلّف ويمكن أن يواجه بعض الأخطاء حينما يكون هاتف الطبيب خارج الخدمة أو بسبب بعض الأخطاء الّتي يمكن أن يرتكبها الإنسان (في الحالة العسكرية)، إلخ.","كذلك تمّ اقتراح نظام إدارة صحة المرضى. هذا النظام يقوم على الأجهزة الذكية وشبكات الاستشعار اللاسلكية لتحليل المعلومات المختلفة المتعلّقة بالمرضى في الوقت الحقيقي. يهدف هذا النّظام إلى تطوير مجموعة من النماذج الّتي يمكن أن تسهّل على الأطبّاء التّشخيص من خلال المراقبة عن بعد للمرضى. كما يسهّل الفحص المستمرّ للمريض حالات الطوارئ التي ينظر إليها الحاضرون ومقدّمو الرعاية. تُستخدم مجموعة من أجهزة الاستشعار الطبية والبيئية لمراقبة صحة ومحيط المريض. ثمّ يتمّ إرسال هذه البيانات للخادم باستخدام جهاز ذكي أو محطة أساسية.","كلّ نظام من الأنظمة الّتي تمّت مناقشتها أعلاه يتضمّن ميزة مطلوبة قبل القتال وخلاله وبعده. إذ يؤمّن نظام تتبّع الحركة تعقّب مستمرّ لحركات الجنود ولكن حالاتهم الصحيّة مفقودة، أمّا نظام مراقبة الرعاية الصحية في الوقت الحقيقي فيوفّر الوضع الصحي ولكن ليس بشكل مستمر، وأخيرا يقوم نظام إدارة صحة المرضى بتوفير المراقبة الصحيّة باستخدام الهواتف الذكيّة عبر الإنترنت أو باستخدام الخوادم لاستخراج المعلومات.","في تصميمنا، نحاول تحقيق كلّ هذه الأهداف من خلال الجمع بين ميزات تلك الأنظمة في جهاز واحد صغير يمكن ارتداؤه. تتجلّى أهميّة نظامنا مقارنة بالمنتجات الأخرى في قدرته على مراقبة الحالة الصحية للجنود بالإضافة إلى موقعهم دون الحاجة إلى التحكّم اليدويّ ممّا يسهل الاتّصالات بين القائد ومجموعاته، حتّى في الخطوط المتقدّمة. علاوةً على ذلك، فإنّ الوحدة المركزيّة، بخلاف الأنظمة التي تمّت مناقشتها، هي جهاز محمول صغير بوزن خفيف قد يحتفظ به القائد الّذي يستضيف المعلومات محليًّا دون الحاجة إلى خوادم ضخمة أو نقاط وصول بينه وبين جنوده."],
					"imagesCards":[]
				},
				{
					"subtitle":"نبذة عن النظام",
					"paragraph":["كما هو مبيّن في الصورة ١، يتألّف النظام من مكوّنان رئيسيّان. من جهة الوحدة المركزيّة الّتي تلعب دور الخادم ويسيطر عليها عادة قائد المجموعة، ومن الجهة الأخرى العديد من وحدات المراقبة الّتي يرتديها الجنود في المعركة.","يجب أن تمتاز الوحدة المركزية بوزنها الخفيف وبقابليّتها للارتداء، مراعاةً لتحرّكات القائد. ولتسهيل الاتصال، لا بدّ من تزويد هذه الوحدة بنقطة وصول إلى الجنود مباشرةً تفاديًا لأيّ تجهيزات إضافية. يستضيف الخادم (server) كلّ المعلومات المطلوبة مثل قاعدة البيانات (database) وصفحات الويب، وبالتالي فإنّ استرجاع البيانات يتمّ محلّيًّا دون الحاجة إلى اتصال خارجي باستخدام النظام ","العالمي للاتصالات المتنقّلة (GSM) أو شبكة الإنترنت. يساعد هذا على زيادة سريّة النظام وسرعته وعلى توطين البيانات نظرًا إلى عدم الحاجة إلى نشر المعلومات عن الجنود على نطاق واسع. ويمكن التحكّم بهذه الوحدة عبر تطبيق ويب (web application) موصول بها مباشرةً أو عبر تطبيق محمول (mobile application) صُمّم للهدف ذاته.","المكوّن الأساسي الآخر للنظام عبارة عن قفاز قابل للارتداء مجهّز بمختلف أجهزة الاستشعار والكشف لربط الجنود بمركز العمليّات. ويمكن من خلاله الحصول على المعلومات التالية: حرارة الجسم، معدّل الأوكسيجين في الدم، معدّل ضربات القلب، سرعة ومكان الجندي. تُرسَل هذه المعلومات دوريًّا وتلقائيًّا إلى الوحدة المركزية لإشعار القائد بأيّ تغيّر غير طبيعي،  إصابة أو حتى موت الجنديّ. بالإضافة إلى ذلك، زُوّد النظام بزرّ الطوارئ والذي حين الضغط عليه يُرسل إشعارًا إلى القائد، بهدف طلب المساعدة في مشكلة طارئة غير طبّية."],
					"imagesCards":[
						{
							"photo":"../images/articles/article-6/1.png",
							"caption":""
						}
					]
				}
				,
				{
					"subtitle":"أدوات التنفيذ وتفاصيلها",
					"paragraph":["أ. تنفيذ وحدة المراقبة (monitoring unit)","تتألّف وحدة المراقبة من متحكّم (microcontroller) موصول بمستشعر النبض، جهاز استشعار حرارة الجسم ونسبة الأوكسيجين في الدم، نظام تحديد المواقع العالمي التسلسلي (serial GPS)  ووحدة الإنترنت اللا سلكي إي أس بي 8266 (Wi-Fi module ESP8266) كما يظهر في الصورة.","يتميّز الآردوينو أونو (arduino uno) بحجمه الصغير الكامل وبلوحه المتناسب مع لوح المتحكّم إيتي ميغا 328 (ATmega328). وهو يحوي 14 دبوسًا رقميًّا (digital pins) يمكن استخدام كل واحد منهم كمدخل أو مخرج ويحتاج إلى جهد كهربائي (voltage) بقيمة 5 فولت (volts).  و يحوي أيضًا 8 دبابيس تناظرية (analog pins)  كل واحد منها ذو دقة تساوي 10 بِت (bits).","تمّ وصل مستشعر النبض بدبوس تناظري للمتحكّم، ودور هذا المستشعر هو قراءة الموجة وحساب عدد النبضات في الدقيقة، بالإضافة إلى حساب الفاصل الزمني بين النبضات.  أمّا معدّل الأوكسيجين في الدم وحرارة الجسم فيتمّ قياسهما عبر جهاز ماكس 30100 (MAX30100).  وبسبب دقة نتيجة مستشعر النبض، تُعتمد النتيجة التي يقدّمها، فيكون جهاز ماكس 30100 داعمًا له.  بالإضافة إلى ذلك، استُخدِمت وحدة نيو-6 أم جي بي أس (NEO-6M GPS Module) لقياس سرعة الجنود وموقعهم على خط الطول وخط العرض. وتمّ وصل جهاز تحديد المواقع العالمي التسلسلي بدبوس رقمي للمتحكّم بهدف تأمين تواصل متسلسل بينهما. هذه الوحدة من نظام تحديد المواقع العالمي تستخدم أحدث التقنيات بهدف إعطاء المعلومة الأدقّ عن الموقع، وهي مرفقة بهوائي من السيراميك (ceramic antenna) وواجهة آيبكس (IPEX interface) التي يمكنها الاتصال بهوائيّ آخر نشط . وفي النهاية، يرسل المتحكّم كلّ القيم المقاسة عبر الاتصال التسلسلي إلى وحدة الإنترنت اللا سلكي الموصولة بدبوس رقمي. هذه الوحدة هي نظام قائم بذاته على رقاقة مدمجة تخضع لبروتوكول الإنترنت والتحكّم بالإرسال (TCP/IP protocol) لمنح المتحكّم قدرة الوصول إلى شبكة الإنترنت اللا سلكي. كما أنّها مبرمجة لتلقّي القيَم من المتحكّم باستخدام حلّ حسابيّ محدّد (algorithm)، ومن ثمّ إرسال هذه القيَم عبر الإنترنت اللا سلكي إلى الوحدة المركزية حيث يرصد القائد. بالإضافة إلى ذلك، هي قادرة على استضافة تطبيق أو إلغاء تحميل جميع وظائف شبكة الإنترنت اللاسلكي من معالِج (processor) تطبيق آخر.","ب. تنفيذ الوحدة المركزية","تتألّف الوحدة المركزية من راسبيري باي (Raspberry Pi) مع نظام تشغيل لينكس (linux OS) ومدير خادم اكزامب (Xampp server-manager). و يمكن للقائد تصفّح صفحة الويب التي بنيت للنظام لتعقّب ومراقبة جنوده. بالإضافة إلى ذلك، تمّ إضافة شاشة الكريستال السائل (LCD) بقياس 7 إنش قابلة لللمس مع لوحة مفاتيح لتمكين القائد من الوصول إلى الموقع الإلكتروني مباشرة من الخادم. وكما يظهر في الصورة، الوحدة المركزية هي جهاز محمول ذو أبعاد صغيرة (15 سم عرض * 15 سم ارتفاع * 15 سم عمق)، ما يسهّل على القائد حملها حتى في الخطوط الأمامية والبقاء على اتصال مع جنوده."],
					"imagesCards":[
						{
							"photo":"../images/articles/article-6/2.png",
							"caption":""
						}
					]
				},
				{
					"subtitle":"",
					"paragraph":["والراسبيري باي هو حاسوب صغير يحوي معالج، ذاكرة الوصول العشوائي (RAM) ورقاقة رسومات (graphics chip) لديها واجهات مختلفة وموصلات (connectors) لتأمين الاتصال بالأجهزة الخارجية. وفي هذا النظام، الراسبيري باي 3 نموذج ب ذو ذاكرة عشوائية 512 ميغابايت (Raspberry Pi V3 Model B)، هو الخادم الذي يعمل مع شبكة كاملة من أجهزة العميل ذات الأغراض الفردية.","ج. تنفيذ تطبيق الآندرويد والموقع الإلكتروني","يحمل كلّ جندي في المعركة جهازًا سهل الاستخدام يمكن ارتداؤه وهو يتألف من المتحكّم والمستشعرات اللازمة ووحدة الإنترنت اللا سلكي. ويظهر في الصورة النموذج الحقيقي المبدئي لهذا الجهاز. يتلقّى المتحكّم كلّ القيَم من أجهزة الاستشعار ثمّ يرسلها تسلسليّا إلى وحدة الإنترنت اللا سلكي المسؤولة عن إرسالها إلى الوحدة المركزية بدون المرور بأيّ نقطة وصول. ويجب أن تكون وحدة الإنترنت اللا سلكي على كلّ جهاز جندي متصلة بالشبكة نفسها للوحدة المركزية التي تحتفظ بها القيادة، والتي تغطي حوالي 100 متر بين القوّات وقائدها في المعركة."],
					"imagesCards":[{
						"photo":"../images/articles/article-6/3.png",
						"caption":""
						}]
				}
				,
				{"subtitle":"",
					"paragraph":["على كلّ جندي في المعركة تشغيل جهازه الخاص الذي يتمّ برمجته فقط على هويته الشخصية، دون الحاجة إلى أي تحكم يدوي أو تكوين. سيرسل هذا الجهاز معرّف الجندي (ID) وحالته الصحية ومعلومات الموقع باستمرار. بالإضافة إلى ذلك، يمكن لأيّ جنديّ يتمتّع بوضع صحيّ جيّد لكنّه بحاجة إلى مساعدة أن يبلغ قائده بالضغط على زر الطوارئ الموجود في جهازه. ويمكن للقائد تعقّب ومراقبة جنوده مباشرة من وحدة الوصول (access unit) الصغيرة المحمولة، أو أي كمبيوتر آخر متصل محليًا بهذه الوحدة، عن طريق الوصول إلى صفحة الويب المخصّصة للنظام من أي متصفّح. بعد تسجيل الدخول، تعرض صفحة الويب خريطة غوغل تظهر جميع الجنود في المعركة كما هو موضح في الصورة. يتمّ تمثيل الجنود بواسطة علامات على الخريطة، ويتغير رمز العلامة بناءً على الحالة الصحية أو في حالة الطوارئ. يمكن للقائد أيضًا استخدام صفحة الويب لإضافة جنوده، إزالتهم وعرض معلوماتهم الشخصية."],
					"imagesCards":[
						{
							"photo":"../images/articles/article-6/4.png",
							"caption":""
							}
					]


				},
				{
					"subtitle":"",
					"paragraph":["علاوة على ذلك ، يمكنه استخدام تطبيق آندرويد مصمّم للنظام بدلاً من صفحة الويب لتعقّب ومراقبة قوّاته على الخريطة كما هو موضح في الصورة."],
					"imagesCards":[
						{
							"photo":"../images/articles/article-6/5.png",
							"caption":""
						},
						{
							"photo":"../images/articles/article-6/6.png",
							"caption":""
						}
					]
				},
				{
					"subtitle":"الخلاصة والعمل المستقبلي",
					"paragraph":["الهدف الرئيسي من هذه الورقة هو تصميم وتنفيذ نظام كامل لرصد وتتبّع المعلومات الصحية للجنود وموقعهم في المعركة. ويوفّر النظام جهازًا لكل جندي يمكن ارتداؤه وجهازًا محمولًا للقائد ما يعزّز قدرته على الاهتمام بقوّاته بالإستفادة من صفحة الويب وتطبيق الآندرويد. لهذا النظام هدف إنساني لأنه يقلّل من آثار العديد من المشاكل في المعركة بما في ذلك فقدان الجنود وصعوبة مراقبة وضعهم الصحي. وعلى الرغم من أنّ النموذج الأولي خفيف بما يكفي ليتمّ ارتداؤه كقفاز ولكن يمكن تنفيذ وحدة مراقبة أصغر أيضًا باستخدام آردوينو نانو (Arduino Nano). علاوة على ذلك، يمكن تحسين أمن النظام باستخدام تقنيات التشفير مثل معيار التشفير المتقدم (AES) للبيانات المتبادلة بين الوحدة المركزية والجنود. ويمكن اختبار هذا النظام على الجنود الحقيقيين لإثبات قابليته لتطبيق. وبهدف تحسين هذا النظام، يمكن توفير رمز سرّيّ متفق عليه يُرسل مع الضغط على زر الطوارئ بهدف تجنّب الاستغلال السيئ من قبل العدو."],
					"imagesCards":[
						{
							"photo":"../images/articles/article-6/7.png",
							"caption":""
						}
					]
				}


			]
		}

]


}
